{
  "collection_metadata": {
    "total_documents": 7,
    "processing_date": "2025-02-14T23:26:43.500342",
    "input_directory": "uploads",
    "output_directory": "processed",
    "total_tables_across_documents": 127
  },
  "documents": [
    {
      "metadata": {
        "filename": "Benzene.pdf",
        "file_path": "uploads/Benzene.pdf",
        "file_hash": "4c6a9680c54128b73b17a3925b406582b1421ae771c2a70ca486e5970c471679",
        "extraction_date": "2025-02-14T23:26:40.473761",
        "pdf_metadata": {
          "title": "",
          "author": "",
          "subject": "",
          "creator": "Sub Systems, Inc.",
          "creation_date": "D:20171218103333+05'00'",
          "page_count": 11
        },
        "table_summary": {
          "total_tables": 12,
          "pages_with_tables": 8
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "SAFETY DATA SHEET\nRevision Date 12-Dec-2017 SDS Number 888100004765 Revision Number 1.02\n1. IDENTIFICATION OF THE SUBSTANCE/PREPARATION AND OF THE COMPANY\nProduct Name Benzene\nSynonyms Coal Naphtha, C6H6, Sweet Benzene Rich Naphtha, RS145\nRecommended Use Fuel additive\nUses advised against All others\nManufacturer Emergency Chemtrec: 1-800-424-9300\nTesoro Refining & Marketing Co. Telephone Tesoro Call Center: 1-877-783-7676\n19100 Ridgewood Parkway\nSan Antonio, TX 78259 E-mail address ProductStewardship@TSOCORP.com\n2. HAZARDS IDENTIFICATION\nClassification\nThis chemical is considered hazardous by the 2012 OSHA Hazard Communication Standard (29 CFR 1910.1200)\nFlammable liquids Flammable gases Category 2 Category 1\nAcute Oral Toxicity Category 4\nSkin Corrosion/Irritation Category Category 2\nSerious eye damage/eye irritation Category 2\nGerm cell mutagenicity Category 1B\nCarcinogenicity Category 1A\nSpecific target organ toxicity (repeated exposure) Category 1\nAspiration toxicity Category 1\nLabel elements\nDanger\nHighly flammable liquid and vapor\nExtremely flammable gas\nHarmful if swallowed\nCauses skin irritation\nCauses serious eye irritation\nMay cause genetic defects\nMay cause cancer\nCauses damage to organs through prolonged or repeated exposure\nMay be fatal if swallowed and enters airways\n_____________________________________________________________________________________________\n888100004765 Benzene Page 1 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 7,
              "columns": 2,
              "headers": [
                "Flammable liquids Flammable gases",
                "Category 2 Category 1"
              ],
              "data": [
                [
                  "Acute Oral Toxicity",
                  "Category 4"
                ],
                [
                  "Skin Corrosion/Irritation Category",
                  "Category 2"
                ],
                [
                  "Serious eye damage/eye irritation",
                  "Category 2"
                ],
                [
                  "Germ cell mutagenicity",
                  "Category 1B"
                ],
                [
                  "Carcinogenicity",
                  "Category 1A"
                ],
                [
                  "Specific target organ toxicity (repeated exposure)",
                  "Category 1"
                ],
                [
                  "Aspiration toxicity",
                  "Category 1"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 2,
          "text": "Appearance Liquid Physical State @20°C Liquid Odor Characteristic Hydrocarbon like\nPrecautionary Statements - Prevention\nObtain special instructions before use\nDo not handle until all safety precautions have been read and understood\nWear protective gloves/protective clothing/eye protection/face protection\nWash face, hands and any exposed skin thoroughly after handling\nDo not eat, drink or smoke when using this product\nDo not breathe dust/fume/gas/mist/vapors/spray\nKeep away from heat/sparks/open flames/hot surfaces. - No smoking\nKeep container tightly closed\nGround/or bond container and receiving equipment\nUse explosion-proof electrical/ ventilating / lighting / equipment\nUse only non-sparking tools\nTake precautionary measures against static discharge\nPrecautionary Statements - Response\nIF exposed or concerned: Get medical advice/attention\nIF IN EYES: Rinse cautiously with water for several minutes. Remove contact lenses, if present and easy to do. Continue rinsing\nIf eye irritation persists: Get medical advice/attention\nIf skin irritation occurs: Get medical advice/attention\nEliminate all ignition sources if safe to do so\nIF ON SKIN (or hair): Take off immediately all contaminated clothing. Rinse skin with water/ shower\nWash contaminated clothing before reuse\nIF SWALLOWED: Immediately call a POISON CENTER or doctor\nDo NOT induce vomiting\nRinse mouth\nLeaking gas fire: Do not extinguish, unless leak can be stopped safely\nIn case of fire: Use CO2, dry chemical, or foam to extinguish\nPrecautionary Statements - Storage\nStore in well-ventilated place\nStore in a well-ventilated place. Keep cool\nPrecautionary Statements - Disposal\nDispose of contents/container to an approved waste disposal plant\nHazards not otherwise classified (HNOC)\nNot applicable\nOther Information\nMay be harmful if inhaled. Toxic to aquatic life.\n3. COMPOSITION/INFORMATION ON INGREDIENTS\nChemical Name CAS-No Percent\nBenzene 71-43-2 95-100\nNaphtha 64741-46-4 0-5\n_____________________________________________________________________________________________\n888100004765 Benzene Page 2 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 2,
              "columns": 3,
              "headers": [
                "Chemical Name",
                "CAS-No",
                "Percent"
              ],
              "data": [
                [
                  "Benzene",
                  "71-43-2",
                  "95-100"
                ],
                [
                  "Naphtha",
                  "64741-46-4",
                  "0-5"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "4. FIRST AID MEASURES\nDescription of first aid measures\nGeneral advice Show this safety data sheet to the doctor in attendance. Remove from exposure, lie down.\nIn case of accident or if you feel unwell, seek medical advice immediately. When\nsymptoms persist or in all cases of doubt, seek medical advice. Never give anything by\nmouth to an unconscious person. Take off all contaminated clothing immediately and\nthoroughly wash material from skin. Immediate medical attention is required.\nInhalation Aspiration into lungs can produce severe lung damage. If breathing has stopped, give\nartificial respiration. Get medical attention immediately. Remove to fresh air. Avoid direct\ncontact with skin. Use barrier to give mouth-to-mouth resuscitation. If breathing is difficult,\n(trained personnel should) give oxygen. Get immediate medical advice/attention. Delayed\npulmonary edema may occur.\nEye contact Rinse immediately with plenty of water, also under the eyelids, for at least 15 minutes. Keep\neye wide open while rinsing. Do not rub affected area. Remove contact lenses, if present\nand easy to do. Continue rinsing. Get medical attention if irritation develops and persists.\nSkin contact Wash off immediately with soap and plenty of water while removing all contaminated\nclothes and shoes. Get medical attention if irritation develops and persists.\nIngestion Do NOT induce vomiting. Clean mouth with water and drink afterwards plenty of water.\nNever give anything by mouth to an unconscious person. ASPIRATION HAZARD IF\nSWALLOWED - CAN ENTER LUNGS AND CAUSE DAMAGE. If vomiting occurs\nspontaneously, keep head below hips to prevent aspiration. Get immediate medical\nadvice/attention.\nSelf-protection of the first aider Remove all sources of ignition. Ensure that medical personnel are aware of the material(s)\ninvolved, take precautions to protect themselves and prevent spread of contamination. Use\npersonal protective equipment as required. See section 8 for more information. Avoid direct\ncontact with skin. Use barrier to give mouth-to-mouth resuscitation. Avoid contact with skin,\neyes or clothing. Wear personal protective clothing (see section 8).\nMost important symptoms and effects, both acute and delayed\nSymptoms Difficulty in breathing. Coughing and/ or wheezing. Dizziness. Burning sensation.\nIndication of any immediate medical attention and special treatment needed\nNote to physicians Because of the danger of aspiration, emesis or gastric lavage should not be employed\nunless the risk is justified by the presence of additional toxic substances.\n5. FIRE-FIGHTING MEASURES\nSuitable Extinguishing Media Dry chemical. Carbon dioxide (CO2). Water spray. Alcohol resistant foam.\nSmall Fire Any extinguisher suitable for Class B fires, dry chemical, CO2, foam (AFFF/ATC), or water\nspray can be used.\nLarge Fire Water spray, fog or alcohol-resistant foam. CAUTION: Use of water spray when fighting fire\nmay be inefficient. Cool containers with flooding quantities of water until well after fire is out.\nUnsuitable extinguishing media CAUTION: Use of water spray when fighting fire may be inefficient.\nSpecific hazards arising from the Risk of ignition. Keep product and empty container away from heat and sources of ignition.\nchemical In the event of fire, cool tanks with water spray. Fire residues and contaminated fire\nextinguishing water must be disposed of in accordance with local regulations.\nHazardous combustion products Smoke, CO, and other products of incomplete combustion.\n_____________________________________________________________________________________________\n888100004765 Benzene Page 3 / 11",
          "tables": []
        },
        {
          "page_number": 4,
          "text": "Explosion data\nSensitivity to Mechanical ImpactNone.\nSensitivity to Static Discharge Yes.\nSpecial protective equipment for Firefighters should wear self-contained breathing apparatus and full firefighting turnout\nfire-fighters gear. For massive fire, use unmanned hose holders or monitor nozzles; if this is impossible\nwithdraw from area and let fire burn.\nFurther information ALWAYS stay away from tanks engulfed in fire. Fight fire from maximum distance or use\nunmanned hose holders or monitor nozzles. Withdraw immediately in case of rising sound\nfrom venting safety devices or discoloration of tank. Do not direct water at source of leak or\nsafety devices; icing may occur. Cool containers with flooding quantities of water until well\nafter fire is out. Do not allow run-off from fire-fighting to enter drains or water courses.\nNFPA Health hazards 2 Flammability 3 Stability 0 Physical and chemical\nproperties -\n6. ACCIDENTAL RELEASE MEASURES\nPersonal precautions, protective equipment and emergency procedures\nPersonal precautions Evacuate personnel to safe areas. Use personal protective equipment as required. See\nsection 8 for more information. Avoid contact with skin, eyes or clothing. Ensure adequate\nventilation. Keep people away from and upwind of spill/leak. ELIMINATE all ignition sources\n(no smoking, flares, sparks or flames in immediate area). Pay attention to flashback. Take\nprecautionary measures against static discharges. All equipment used when handling the\nproduct must be grounded. Do not touch or walk through spilled material.\nOther Information Ventilate the area. Refer to protective measures listed in Sections 7 and 8.\nEnvironmental precautions\nEnvironmental precautions Refer to protective measures listed in Sections 7 and 8. Prevent further leakage or spillage\nif safe to do so. Prevent product from entering drains.\nMethods and material for containment and cleaning up\nMethods for containment Stop leak if you can do it without risk. Do not touch or walk through spilled material. A vapor\nsuppressing foam may be used to reduce vapors. Dike far ahead of spill to collect runoff\nwater. Keep out of drains, sewers, ditches and waterways. Absorb with earth, sand or other\nnon-combustible material and transfer to containers for later disposal.\nMethods for cleaning up Take precautionary measures against static discharges. Dam up. Soak up with inert\nabsorbent material. Pick up and transfer to properly labeled containers.\nPrevention of secondary hazards Clean contaminated objects and areas thoroughly observing environmental regulations.\n7. HANDLING AND STORAGE\nPrecautions for safe handling\nAdvice on safe handling Use personal protection equipment. Avoid contact with skin and eyes. Avoid breathing\nvapors or mists. Keep away from heat/sparks/open flames/hot surfaces. - No smoking. Use\ngrounding and bonding connection when transferring this material to prevent static\ndischarge, fire or explosion. Use with local exhaust ventilation. Use spark-proof tools and\nexplosion-proof equipment. Keep in an area equipped with sprinklers. Use according to\npackage label instructions. Handle in accordance with good industrial hygiene and safety\npractice. Avoid contact with skin, eyes or clothing. Do not eat, drink or smoke when using\nthis product. Remove contaminated clothing and shoes. Take off contaminated clothing and\nwash before reuse.\n_____________________________________________________________________________________________\n888100004765 Benzene Page 4 / 11",
          "tables": []
        },
        {
          "page_number": 5,
          "text": "Conditions for safe storage, including any incompatibilities\nStorage Conditions Keep containers tightly closed in a dry, cool and well-ventilated place. Keep away from\nheat, sparks, flame and other sources of ignition (i.e., pilot lights, electric motors and static\nelectricity). Keep in properly labeled containers. Do not store near combustible materials.\nKeep in an area equipped with sprinklers. Store in accordance with the particular national\nregulations. Store in accordance with local regulations. Keep out of the reach of children.\nStore locked up. Store away from other materials.\n8. EXPOSURE CONTROLS/PERSONAL PROTECTION\nChemical Name ACGIH TLV OSHA PEL\nBenzene STEL: 2.5 ppm TWA: 10 ppm applies to industry\n71-43-2 TWA: 0.5 ppm segments exempt from the benzene\nS* standard at 29 CFR 1910.1028\nTWA: 1 ppm\n(vacated) TWA: 10 ppm unless specified\nin 1910.1028\n(vacated) STEL: 50 ppm 10 min unless\nspecified in 1910.1028\n(vacated) Ceiling: 25 ppm unless\nspecified in 1910.1028\nCeiling: 25 ppm\nSTEL: 5 ppm see 29 CFR 1910.1028\nS* - Potential exposure by cutaneous route\nNOTE: Limits shown for guidance only. For additional information, OSHA’s 1989 air contaminants standard exposure limits\nprovided even though the limits were vacated in 1992. State, local or other agencies or advisory groups may have established\nmore stringent limits. Follow applicable regulations.\nAppropriate engineering controls\nEngineering controls Showers\nEyewash stations\nVentilation systems.\nIndividual protection measures, such as personal protective equipment\nEye/face protection Tight sealing safety goggles.\nHand Protection Wear suitable gloves. Impervious gloves.\nSkin and body protection Wear suitable protective clothing. Long sleeved clothing. Chemical resistant apron.\nAntistatic boots.\nRespiratory protection When workers are facing concentrations above the exposure limit they must use\nappropriate certified respirators. Use a NIOSH approved respirator when there is a potential\nfor airborne concentrations to exceed occupational exposure limits. Refer to OSHA 29 CFR\n1910.134, ANSI Z88.2, NIOSH Respirator Decision Logic, and the respirator manufacturer\nfor additional guidance on respiratory protection selection. A Self-Contained Breathing\nApparatus (SCBA) should be used for fire fighting. Use a NIOSH approved\npositive-pressure supplied air respirator if there is a potential for uncontrolled release,\nexposure levels are unknown, in oxygen deficient (less than 19.5% oxygen), or any other\ncircumstance where an air-purifying respirator may not provide adequate protection.\nGeneral hygiene considerations Do not eat, drink or smoke when using this product. Contaminated work clothing should not\nbe allowed out of the workplace. Regular cleaning of equipment, work area and clothing is\nrecommended. Wash hands before breaks and immediately after handling the product.\nWear suitable gloves and eye/face protection. Avoid contact with skin, eyes or clothing.\n_____________________________________________________________________________________________\n888100004765 Benzene Page 5 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 3,
              "headers": [
                "Chemical Name",
                "ACGIH TLV",
                "OSHA PEL"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "STEL: 2.5 ppm\nTWA: 0.5 ppm\nS*",
                  "TWA: 10 ppm applies to industry\nsegments exempt from the benzene\nstandard at 29 CFR 1910.1028\nTWA: 1 ppm\n(vacated) TWA: 10 ppm unless specified\nin 1910.1028\n(vacated) STEL: 50 ppm 10 min unless\nspecified in 1910.1028\n(vacated) Ceiling: 25 ppm unless\nspecified in 1910.1028\nCeiling: 25 ppm\nSTEL: 5 ppm see 29 CFR 1910.1028"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 6,
          "text": "9. PHYSICAL AND CHEMICAL PROPERTIES\nInformation on basic physical and chemical properties\nPhysical State @20°C Liquid\nAppearance Liquid\nOdor Characteristic Hydrocarbon like\nColor Clear to straw\nOdor threshold 0.5 - 3 ppm reported\nProperty Values Remarks • Method\npH Not applicable\nMelting point / freezing point 6 °C / 43 °F\nBoiling range 80 °C\nFlash point < -11 °C / 12 °F\nEvaporation rate 0.0166\nFlammability (solid, gas) Flammable vapor released by liquid\nFlammability Limit in Air %\nUpper flammability limit: 7.1\nLower flammability limit: 1.3\nVapor pressure 127\nVapor density 2.7\nRelative density 0.879\nWater solubility Negligible\nSolubility in other solvents No data available\nPartition coefficient 2.13\nAutoignition temperature 561 °C / 1042 °F\nDecomposition temperature No data available\nKinematic viscosity 0.74 mm2/s\nDynamic viscosity No data available\nExplosive properties No data available\nOxidizing properties No data available\nMinimum Ignition Energy (mJ) No data available\nK st (bar.m/s) No data available\nSoftening point No data available\nVOC Content (%) No data available\nDensity No data available\nBulk density Not applicable\nConductivity Hydrocarbon liquids without static dissipater additive may have conductivity below 1\npicoSiemens per meter (pS/m). The highest electro-static ignition risks are associated with\n”ultra-low conductivities” below 5 pS/m. See Section 7 for sources of information on defining\nsafe loading and handling procedures for low conductivity products. Note that conductivity\ncan be reduced by environmental factors such as a decrease in temperature\n10. STABILITY AND REACTIVITY\nReactivity This product is non-reactive under normal conditions.\nChemical stability Stable under recommended storage conditions.\nPossibility of hazardous reactions None under normal processing.\nConditions to avoid Heat, flames and sparks.\nIncompatible materials Strong acids. Strong bases. Strong oxidizing agents.\nHazardous decomposition products None under normal use conditions.\n11. TOXICOLOGICAL INFORMATION\nInformation on likely routes of exposure\n_____________________________________________________________________________________________\n888100004765 Benzene Page 6 / 11",
          "tables": []
        },
        {
          "page_number": 7,
          "text": "Inhalation Specific test data for the substance or mixture is not available. Aspiration into lungs can\nproduce severe lung damage. May cause pulmonary edema. Pulmonary edema can be\nfatal. May cause irritation of respiratory tract.\nEye contact Specific test data for the substance or mixture is not available. Irritating to eyes. (based on\ncomponents). Causes serious eye irritation.\nSkin contact Repeated exposure may cause skin dryness or cracking. Specific test data for the\nsubstance or mixture is not available. Causes skin irritation. (based on components).\nIngestion Specific test data for the substance or mixture is not available. Potential for aspiration if\nswallowed. May cause lung damage if swallowed. Aspiration may cause pulmonary edema\nand pneumonitis. May be fatal if swallowed and enters airways. Ingestion may cause\ngastrointestinal irritation, nausea, vomiting and diarrhea. (based on components).\nInformation on toxicological effects\nSymptoms Difficulty in breathing. Coughing and/ or wheezing. Dizziness. Redness. May cause redness\nand tearing of the eyes.\nNumerical measures of toxicity\nAcute toxicity\nThe following values are calculated based on chapter 3.1 of the GHS document .\nATEmix (oral) 810.00 mg/kg\nATEmix (dermal) 8,208.20 mg/kg\nATEmix (inhalation-dust/mist) 44.66 mg/l\nChemical Name Oral LD50 LD50/dermal/rat - NO UNITS Inhalation LC50\n(Wizards mg/kg)\nBenzene = 1800 mg/kg ( Rat ) = 810 > 8200 mg/kg ( Rabbit ) = 44.66 mg/L ( Rat ) 4 h\n71-43-2 mg/kg ( Rat )\nDelayed and immediate effects as well as chronic effects from short and long-term exposure\nChemical Name\nBenzene Benzene exposure may occur through inhalation, ingestion, skin absorption or eye contact.\nBenzene exposure can cause skin, eye and respiratory irritation. The most characteristic\nsystemic effect resulting from high enough intermediate and chronic benzene exposure is\narrested development of blood cells. Studies have linked overexposure to benzene to many\nhematological effects including aplastic anemia, pancytopenia, leukopenia, and\nmyelodysplastic syndrome. In vivo and in vitro data from both humans and animals show\nthat benzene and/or its metabolites are genotoxic. Studies in animals provide supporting\nevidence for the carcinogenicity of inhaled benzene. Epidemiological studies have reported\na causal relationship between occupational benzene exposures and acute myelogenous\nleukemia. Some studies suggest associations between benzene exposure and\nnon-Hodgkin’s lymphoma, multiple myeloma, and other cancers. Benzene has been\nclassified as carcinogenic to humans (Group 1) by IARC, and the ECHA C&L Inventory\nstates it may cause cancer (Carc. 1B). IARC concluded that benzene causes acute myeloid\nleukemia and a positive association has been observed for acute lymphatic leukemia,\nchronic lymphatic leukemia, non-hodgkin lymphoma, and multiple myeloma. Human studies\nsuggest that female fertility and menstrual cycles were effected by benzene exposure;\nhowever, due to uncertainties in exposure and limited data the studies were considered\ninconclusive. Developmental effects have been observed in animals including persistent\nhematopoietic anomalies. It has been suggested that the reported benzene fetotoxicity of\ndecreased weight and skeletal variants is a function of maternal toxicity.\nHealth hazard and classification information\nSkin Corrosion/Irritation Category Classification based on data available for ingredients. Irritating to skin.\n_____________________________________________________________________________________________\n888100004765 Benzene Page 7 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 4,
              "headers": [
                "Chemical Name",
                "Oral LD50",
                "LD50/dermal/rat - NO UNITS\n(Wizards mg/kg)",
                "Inhalation LC50"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "= 1800 mg/kg ( Rat ) = 810\nmg/kg ( Rat )",
                  "> 8200 mg/kg ( Rabbit )",
                  "= 44.66 mg/L ( Rat ) 4 h"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 8,
          "text": "Serious eye damage/eye irritation Classification based on data available for ingredients. Irritating to eyes.\nNo information available.\nGerm cell mutagenicity Classification based on data available for ingredients. Contains a known or suspected\nmutagen. The table below indicates ingredients above the cut-off threshold considered as\nrelevant which are listed as mutagenic.\nCarcinogenicity Classification based on data available for ingredients. Contains a known or suspected\ncarcinogen.\nThe table below indicates whether each agency has listed any ingredient as a carcinogen.\nChemical Name ACGIH IARC NTP OSHA\nBenzene A1 Group 1 Known X\n71-43-2\nReproductive toxicity No information available.\nTarget Organ Systemic Toxicant - No information available.\nSingle Exposure\nTarget Organ Systemic Toxicant - Causes damage to organs through prolonged or repeated exposure.\nRepeated Exposure\nTarget organ effects Respiratory system, Eyes, Skin, Central nervous system, blood, bone marrow.\nAspiration hazard May be fatal if swallowed and enters airways.\n12. ECOLOGICAL INFORMATION\nAdditional Ecological Information Release of this product should be prevented from contaminating soil and water and from\nentering drainage and sewer systems. U.S.A. regulations require reporting spills of this\nmaterial that could reach any surface waters. The toll free number to the U.S. Coast Guard\nNational Response Center is (800) 424-8802\nEcotoxicity Toxic to aquatic life with long lasting effects.\nChemical Name Algae/aquatic plants Fish Toxicity to Crustacea\nmicroorganisms\nBenzene 29: 72 h 10.7 - 14.7: 96 h - 10: 48 h Daphnia magna\n71-43-2 Pseudokirchneriella Pimephales promelas mg/L EC50 8.76 - 15.6:\nsubcapitata mg/L EC50 mg/L LC50 flow-through 48 h Daphnia magna\n5.3: 96 h Oncorhynchus mg/L EC50 Static\nmykiss mg/L LC50\nflow-through 22.49: 96 h\nLepomis macrochirus\nmg/L LC50 static 28.6: 96\nh Poecilia reticulata mg/L\nLC50 static 22330 -\n41160: 96 h Pimephales\npromelas µg/L LC50\nstatic 70000 - 142000: 96\nh Lepomis macrochirus\nµg/L LC50 static\nNaphtha 4700: 72 h - - -\n64741-46-4 Pseudokirchneriella\nsubcapitata mg/L EC50\nPersistence and degradability No information available.\nBioaccumulation There is no data for this product.\nComponent Information\n_____________________________________________________________________________________________\n888100004765 Benzene Page 8 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 5,
              "headers": [
                "Chemical Name",
                "ACGIH",
                "IARC",
                "NTP",
                "OSHA"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "A1",
                  "Group 1",
                  "Known",
                  "X"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 2,
              "columns": 5,
              "headers": [
                "Chemical Name",
                "Algae/aquatic plants",
                "Fish",
                "Toxicity to\nmicroorganisms",
                "Crustacea"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "29: 72 h\nPseudokirchneriella\nsubcapitata mg/L EC50",
                  "10.7 - 14.7: 96 h\nPimephales promelas\nmg/L LC50 flow-through\n5.3: 96 h Oncorhynchus\nmykiss mg/L LC50\nflow-through 22.49: 96 h\nLepomis macrochirus\nmg/L LC50 static 28.6: 96\nh Poecilia reticulata mg/L\nLC50 static 22330 -\n41160: 96 h Pimephales\npromelas µg/L LC50\nstatic 70000 - 142000: 96\nh Lepomis macrochirus\nµg/L LC50 static",
                  "-",
                  "10: 48 h Daphnia magna\nmg/L EC50 8.76 - 15.6:\n48 h Daphnia magna\nmg/L EC50 Static"
                ],
                [
                  "Naphtha\n64741-46-4",
                  "4700: 72 h\nPseudokirchneriella\nsubcapitata mg/L EC50",
                  "-",
                  "-",
                  "-"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 9,
          "text": "Chemical Name Partition coefficient\nBenzene 2.1\n71-43-2\nOther adverse effects No information available.\n13. DISPOSAL CONSIDERATIONS\nWaste treatment methods\nWaste from residues/unused Should not be released into the environment. Dispose of in accordance with local\nproducts regulations. Dispose of waste in accordance with environmental legislation.\nContaminated packaging Empty containers pose a potential fire and explosion hazard. Do not cut, puncture of weld\ncontainers.\nUS EPA Waste Number D001, U019\nChemical Name RCRA RCRA - Basis for Listing RCRA - D Series Wastes RCRA - U Series Wastes\nBenzene U019 Included in waste 0.5 mg/L regulatory level U019\n71-43-2 streams: F005, F024,\nF025, F037, F038, F039,\nK085, K104, K105, K141,\nK142, K143, K144, K145,\nK147, K151, K159, K169,\nK171, K172\nCalifornia Hazardous Waste Status This product contains one or more substances that are listed with the State of California as\na hazardous waste.\nChemical Name California Hazardous Waste Status\nBenzene Toxic\n71-43-2 Ignitable\n14. TRANSPORT INFORMATION\nDOT\nUN/ID no UN1969\nProper Shipping Name ISOBUTANE\nHazard Class 2.1\nReportable Quantity (RQ) (Benzene: RQ (kg)= 4.54)\nSpecial Provisions 19, T50\nDescription UN1969, ISOBUTANE, 2.1\nEmergency Response Guide 115\nNumber\nTDG Forbidden Not regulated\nDescription Forbidden\nMEX\nUN/ID no UN1969\nProper Shipping Name ISOBUTANE\nHazard Class 2.1\nDescription UN1969, ISOBUTANE, 2.1\nIATA\nUN/ID no UN1969\nProper Shipping Name ISOBUTANE\n_____________________________________________________________________________________________\n888100004765 Benzene Page 9 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Chemical Name",
                "Partition coefficient"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "2.1"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 5,
              "headers": [
                "Chemical Name",
                "RCRA",
                "RCRA - Basis for Listing",
                "RCRA - D Series Wastes",
                "RCRA - U Series Wastes"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "U019",
                  "Included in waste\nstreams: F005, F024,\nF025, F037, F038, F039,\nK085, K104, K105, K141,\nK142, K143, K144, K145,\nK147, K151, K159, K169,\nK171, K172",
                  "0.5 mg/L regulatory level",
                  "U019"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Chemical Name",
                "California Hazardous Waste Status"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "Toxic\nIgnitable"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 10,
          "text": "Hazard Class 2.1\nPacking group II\nERG Code 10L\nDescription UN1969, ISOBUTANE, 2.1\nIMDG\nUN/ID no UN1969\nProper Shipping Name ISOBUTANE\nHazard Class 2\nEmS No. F-D, S-U\nDescription UN1969, ISOBUTANE, 2, (-11°C C.C.), Marine pollutant\n15. REGULATORY INFORMATION\nInternational Inventories\nTSCA Listed\nDSL/NDSL Listed\nENCS Not Listed\nIECSC Listed\nKECL Listed\nPICCS Not Listed\nAICS Listed\nLegend:\nTSCA - United States Toxic Substances Control Act Section 8(b) Inventory\nDSL/NDSL - Canadian Domestic Substances List/Non-Domestic Substances List\nENCS - Japan Existing and New Chemical Substances\nIECSC - China Inventory of Existing Chemical Substances\nKECL - Korean Existing and Evaluated Chemical Substances\nPICCS - Philippines Inventory of Chemicals and Chemical Substances\nAICS - Australian Inventory of Chemical Substances\nUS Federal Regulations\nSARA 313\nSection 313 of Title III of the Superfund Amendments and Reauthorization Act of 1986 (SARA). This product does not contain any\nchemicals which are subject to the reporting requirements of the Act and Title 40 of the Code of Federal Regulations, Part 372.\nSARA 311/312 Hazard Categories\nAcute health hazard Yes\nChronic Health Hazard Yes\nFire hazard Yes\nSudden release of pressure hazard No\nReactive Hazard No\nCWA (Clean Water Act)\nThis product contains the following substances which are regulated pollutants pursuant to the Clean Water Act (40 CFR 122.21\nand 40 CFR 122.42).\nChemical Name CWA - Reportable CWA - Toxic Pollutants CWA - Priority Pollutants CWA - Hazardous\nQuantities Substances\nBenzene 10 lb X X X\n71-43-2\nCERCLA\nThe CERCLA definition of hazardous substances contains a “petroleum exclusion” clause which exempts crude oil, fractions of\ncrude oil, and products (both finished and intermediate) from the crude oil refining process and any indigenous components of such\nfrom the CERCLA Section 103 reporting requirements. However, other federal reporting requirements, including SARA Section\n304, as well as the Clean Water Act may still apply.\nUS State Regulations\n_____________________________________________________________________________________________\n888100004765 Benzene Page 10 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 5,
              "headers": [
                "Chemical Name",
                "CWA - Reportable\nQuantities",
                "CWA - Toxic Pollutants",
                "CWA - Priority Pollutants",
                "CWA - Hazardous\nSubstances"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "10 lb",
                  "X",
                  "X",
                  "X"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 11,
          "text": "California Proposition 65\nThis product contains the following Proposition 65 chemicals.\nChemical Name California Proposition 65\nBenzene - 71-43-2 Carcinogen\nDevelopmental\nMale Reproductive\nU.S. State Right-to-Know Regulations\nUS State Regulations\nChemical Name New Jersey Massachusetts Pennsylvania\nBenzene X X X\n71-43-2\n16. OTHER INFORMATION, INCLUDING DATE OF PREPARATION OF THE LAST REVISION\nRevision Date 12-Dec-2017\nRevision Note No information available.\nDisclaimer\nTesoro Companies, Inc. (Tesoro) provides the information on this Safety Data Sheet (SDS) in order to meet its obligations\nunder 29 CFR 1910.1200, and does not hereby make any guarantee of product specifications or suitability for any\nparticular purpose. Tesoro does not assume any liability arising out of the use of Tesoro’s product or the use of\ninformation provided on this SDS. The end user of the product has the responsibility for evaluating the adequacy of the\ndata under the conditions of use, determining the safety, toxicity and suitability of the product under these conditions,\nand obtaining additional or clarifying information where uncertainty exists. No guarantee expressed or implied is made as\nto the effects of such use, the results to be obtained, or the safety and toxicity of the product in any specific application.\nFurthermore, the information herein is not represented as absolutely complete, since it is not practicable to provide all\nrelevant information in the format of this document, since additional information may be necessary under exceptional\nconditions of use, and since Tesoro prepared this SDS based on information available on the date of its publication.\nEnd of Safety Data Sheet\n_____________________________________________________________________________________________\n888100004765 Benzene Page 11 / 11",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Chemical Name",
                "California Proposition 65"
              ],
              "data": [
                [
                  "Benzene - 71-43-2",
                  "Carcinogen\nDevelopmental\nMale Reproductive"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 4,
              "headers": [
                "Chemical Name",
                "New Jersey",
                "Massachusetts",
                "Pennsylvania"
              ],
              "data": [
                [
                  "Benzene\n71-43-2",
                  "X",
                  "X",
                  "X"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "metadata": {
        "filename": "asphalt_rc-250-2022.pdf",
        "file_path": "uploads/asphalt_rc-250-2022.pdf",
        "file_hash": "f5d2b85dcd041d154f25db3f756a8a02f720ee6b850db5b9ba079a48fbd70eb0",
        "extraction_date": "2025-02-14T23:26:40.743663",
        "pdf_metadata": {
          "title": "",
          "author": "yasmeen.alimat",
          "subject": "",
          "creator": "Microsoft® Word 2016",
          "creation_date": "D:20211230141025+02'00'",
          "page_count": 5
        },
        "table_summary": {
          "total_tables": 19,
          "pages_with_tables": 5
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT RC-250\nSECTION 1: IDENTIFICATION OF THE SUBSTANCE/MIXTURE AND THE COMPANY\nProduct name : Cut back Asphalt RC-250\nMSDS Number : PR-08\nCompany : Jordan Petroleum Refinery Company LTD.\nAmman – Jordan.\nTEL: + 962 6 4630151 or 4657600\nFAX: + 962 6 4657934 or 4657939\nP.O.BOX: 3396 Amman 11181 – Jordan\nP.O.BOX: 1079 Amman 11118 – Jordan\nWebsite: http://www.jopetrol.com.jo\nE-mail: addewan@jopetrol.com.jo\nSECTION 2: HAZARDS IDENTIFICATION.\nOSHA/HCS status : This material is considered hazardous by the OSHA Hazard\nCommunication Standard (29 CFR 1910.1200)\nHazard statement : May cause cancer. Suspected of damaging fertility or the\nunborn child. May cause damage to organs through prolonged\nor repeated exposure.\nPrecautionary :\nstatement\nPrevention : Obtain special instructions before use. Do not\nhandle until all safety precautions have been read and\nunderstood. Wear protective gloves: > 8 hours\n(breakthrough time): Recommended: Wear heat resistant\ngloves when used at elevated temperatures.. Wear eye or\nface protection. Wear protective clothing. Do not breathe\ndust. Do not eat, drink or smoke when using this product.\nWash hands thoroughly after handling. Product may release\nhydrogen sulfide: a specific assessment of inhalation risks\nfrom the presence of hydrogen sulfide in tank headspaces,\nconfined spaces, product residue, tank waste and waste\nwater and unintentional releases should be made to help\ndetermine controls appropriate to local circumstances.\nResponse : Get medical attention if you feel unwell. IF\nexposed or concerned: Get medical attention. IF IN EYES:\nRinse cautiously with water for several minutes. Remove\ncontact lenses, if present and easy to do. Continue rinsing. If\neye irritation persists: Get medical attention.\nDisposal : Dispose of contents and container in accordance\nwith local regulations.\nSupplemental label elements: Avoid contact with skin and\nclothing. Wash thoroughly after handling. Heated material\ncan cause thermal burns.\nIssue date: Jan, 2022 issue : 2\nSafety and Environment Dep/J.B Page 1",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 1: IDENTIFICATION OF THE SUBSTANCE/MIXTURE AND THE COMPANY"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 2: HAZARDS IDENTIFICATION."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 2,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT RC-250\nHazards not otherwise classified: Prolonged or repeated\ncontact may dry skin and cause irritation. May release\nhydrogen sulfide a poisonous gas that can accumulate in\nconfined spaces\nSECTION 3: COMPOSITION / INFORMATION ON INGREDIENTS.\nSubstance/Mixture : Mixture\nComposition Information :\nComponent name CAS Number % (vol.)\nAsphalt 8052-42-4 70-85\nNaphtha 8030-30-6 15-20\nKerosene 8008-20-6 0-10\nSECTION 4: FIRST AID MEASURES.\nInhalation : Move exposed person to fresh air. If breathing has stopped,\nperform artificial respiration.\nSkin : If clothing soaked, immediately remove clothing and wash skin\nwith soap and water. Launder clothing before wearing. For\nthermal burn: cool, flush with water, wrap with sterile\ndressing and apply cold pack. Get medical attention promptly.\nEyes : Immediately flush eyes with water for a minimum of 15\nminutes, occasionally lifting the lower and upper lids. Get\nmedical attention promptly.\nIngestion : Do not induce vomiting unless directed to do so by medical\npersonnel. If vomiting occurs, the head should be kept low so\nthat vomit does not enter the lungs. Wash out mouth with\nwater. Remove victim to fresh air and keep at rest in a\nposition comfortable for breathing. Get medical attention.\nNever give anything by mouth to an unconscious person. If\nunconscious, place in recovery position and get medical\nattention immediately. Maintain an open airway. Loosen\ntight clothing such as a collar, tie, belt or waistband.\nMost important symptoms/effects, acute and delayed Potential acute health effects :\nEye contact : Causes eye irritation.\nInhalation : Mist/high concentrations: Inhalation may cause irritation to\nthe nose, throat, upper respiratory tract and lungs.\nSkin contact : Defatting to the skin. May cause skin dryness and irritation.\nIngestion : May be irritating to mouth, throat and stomach.\nIssue date: Jan, 2022 issue : 2\nSafety and Environment Dep/J.B Page 2",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 3: COMPOSITION / INFORMATION ON INGREDIENTS."
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 3,
              "columns": 3,
              "headers": [
                "",
                "",
                ""
              ],
              "data": [
                [
                  "Asphalt",
                  "8052-42-4",
                  "70-85"
                ],
                [
                  "Naphtha",
                  "8030-30-6",
                  "15-20"
                ],
                [
                  "Kerosene",
                  "8008-20-6",
                  "0-10"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 4: FIRST AID MEASURES."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT RC-250\nSECTION 5. FIRE-FIGHTING MEASURES\nSuitable extinguishing : Use foam, dry chemical, or carbon dioxide to fight fire.\nmedia\nUnsuitable : Don’t use water jet\nextinguishing media\nSpecific hazards : No specific fire or explosion hazard. May release hydrogen\narising from the sulfide a poisonous gas that can accumulate in confined\nchemical spaces.\nHazardous thermal : Decomposition products may include the following materials:\ndecomposition carbon dioxide carbon monoxide phosphorus oxides metal\nproducts oxide/oxides.\nSpecial protective : Promptly isolate the scene by removing all persons from the\nactions for fire- vicinity of the incident if there is a fire. No action shall be\nfighters taken involving any personal risk or without suitable training.\nSpecial protective : Fire-fighters should wear appropriate protective equipment\nequipment for fire- and self-contained breathing apparatus (SCBA) with a full face-\nfighters piece operated in positive pressure mode.\nSECTION 6. ACCIDENTAL RELEASE MEASURES\nEnvironmental : Avoid dispersal of spilled material and runoff and contact with\nprecautions soil, waterways, drains and sewers. Inform the relevant\nauthorities if the product has caused environmental pollution\n(sewers, waterways, soil or air).\nFor emergency : Notify emergency response personnel. Evacuate area and\nresponders remove ignition sources. Build dike to contain flow. Remove\nfree liquid, do not flush to sewer or open water. Pick up with\ninter absorbent and place in closed container for disposal.\nSECTION 7. HANDLING AND STORAGE\nConditions for safe Store in accordance with local regulations. Store in original\nstorage, including any container protected from direct sunlight in a dry, cool and\nincompatibilities well-ventilated area, away from incompatible materials\n(strong oxidizers) and food and drink. Keep container tightly\nclosed and sealed until ready for use. Containers that have\nbeen opened must be carefully resealed and kept upright to\nprevent leakage. Do not store in unlabeled containers. Use\nappropriate containment to avoid environmental\ncontamination.\nIssue date: Jan, 2022 issue : 2\nSafety and Environment Dep/J.B Page 3",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 5. FIRE-FIGHTING MEASURES"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 6. ACCIDENTAL RELEASE MEASURES"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 7. HANDLING AND STORAGE"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 4,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT RC-250\nSECTION 8. EXPOSURE CONTROLS / PERSONAL PROTECTION\nMain ingredient Exposure limit\nAsphalt - ACGIH TLV (United States, 4/2014): TWA: 0.5 mg/m³, (as benzene soluble\naerosol) 8 hours. Form: Inhalable fraction\n- NIOSH REL (United States, 10/2013): CEIL: 5 mg/m³ 15 minutes. Form:\nFume\nIndividual protection measures :\nRespiratory : When exposed or likely to be exposed to fume, vapor, or dust\nprotection (from cutting, grinding, crushing or drilling hardened asphalt)\nabove recommended limits (mentioned above) , wear a\nsuitable NOISH-approved respirator with a protection factor\nappropriate for the level of exposure. Seek guidance from a\nqualified industrial hygienist, safety professional, or other\nsuitable knowledgeable individual prior to respirator selection\nand use. For emergency or no routine operations (e.g.\nconfined spaces), additional precautions or equipment may be\nrequired.\nEye protection : Wear safety glasses, chemical goggles or face shield as\nappropriate.\nSkin Protection : Gloves, long-sleeved shirt and cuff less trousers to protect\nfrom heated asphalt.\nHygiene measures : Wash hands, forearms and face thoroughly after handling\nchemical products, before eating, smoking and using the\nlavatory and at the end of the working period. Appropriate\ntechniques should be used to remove potentially\ncontaminated clothing. Wash contaminated clothing before\nreusing. Ensure that eyewash stations and safety showers are\nclose to the workstation location.\nSECTION 9.PHYSICAL AND CHEMICAL PROPERTIES\nAppearance : Brown to black, semi-solid at ambient temperature.\nLiquid at high temperature.\nOdor : Asphalt or rotten egg.\nKinematic Viscosity @ 60 ºC : 250-500 cSt\nFlash Point : > 80 °F\nDensity @ 15 °C : 0.9539-0.9618 g/ml\nSECTION 10. STABILITY AND REACTIVITY\nConditions to avoid : Heat, Flames and Sparks.\nMaterials to avoid : Strong acids and oxidizing agents.\nHazardous : Under normal conditions of storage and use, hazardous\ndecomposition decomposition products should not be produced.\nIssue date: Jan, 2022 issue : 2\nSafety and Environment Dep/J.B Page 4",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 8. EXPOSURE CONTROLS / PERSONAL PROTECTION"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Main ingredient",
                "Exposure limit"
              ],
              "data": [
                [
                  "Asphalt",
                  "- ACGIH TLV (United States, 4/2014): TWA: 0.5 mg/m³, (as benzene soluble\naerosol) 8 hours. Form: Inhalable fraction\n- NIOSH REL (United States, 10/2013): CEIL: 5 mg/m³ 15 minutes. Form:\nFume"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 9.PHYSICAL AND CHEMICAL PROPERTIES"
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 5,
              "columns": 4,
              "headers": [
                0,
                1,
                3,
                4
              ],
              "data": [
                [
                  "Appearance",
                  null,
                  ":",
                  "Brown to black, semi-solid at ambient temperature.\nLiquid at high temperature."
                ],
                [
                  null,
                  "Odor",
                  ":",
                  "Asphalt or rotten egg."
                ],
                [
                  null,
                  "Kinematic Viscosity @ 60 ºC",
                  ":",
                  "250-500 cSt"
                ],
                [
                  null,
                  "Flash Point",
                  ":",
                  "> 80 °F"
                ],
                [
                  null,
                  "Density @ 15 °C",
                  ":",
                  "0.9539-0.9618 g/ml"
                ]
              ]
            },
            {
              "table_id": 5,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 10. STABILITY AND REACTIVITY"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 5,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT RC-250\nproducts\nPossibility of : Under normal conditions of storage and use, hazardous\nhazardous reactions reactions will not occur.\nSECTION 11. TOXICOLOGICAL INFORMANTION\nAcute oral toxicity: LD50 rat\nDose: 5,001 mg/kg\nAcute dermal toxicity: LD50 rat\nDose: 2,001 mg/kg\nSECTION 12. ECOLOGICAL INFORMATION\nThis product is estimated to have a slow rate of biodegradation. This product is not\nexpected to bioaccumulate through food chains in the environment. Analysis for\necological effects has not been conducted on this product. Spills into water ways may be\nharmful to organisms and groundwater.\nSECTION 13. DISPOSAL CONSIDERATIONS\nRecover as much spilled material as possible for reuse or recycling.\nDisposal of waste material must be conducted in accordance with ministry of environment\nregulations.\nSECTION 14. REGULATORY INFORMATION\nThis product is a \"Hazardous Chemical\" as defined by the OSHA Hazard Communication\nStandard, 29 CFR 1910.1200.\nSECTION 15. TRANSPORTATION INFORMATION\nThis product is transported according to related Jordanian laws and legislations.\nSECTION 16.OTHER INFORMATION\nThe information provided in this Safety Data Sheet is correct to the best of our\nknowledge, information and belief at the date of its publication. The information given is\ndesigned only as guidance for safe handling, use, processing, storage, disposal and release\nand is not to be considered a warranty or quality specification. The information relates\nonly to the specific material designated and may not be valid for such material used in\ncombination with any other materials or in any process, unless specified in the text.\nPrepared by : Safety and Environment Department\nRevision Date : Jan/2022\nIssue date: Jan, 2022 issue : 2\nSafety and Environment Dep/J.B Page 5",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 11. TOXICOLOGICAL INFORMANTION"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 12. ECOLOGICAL INFORMATION"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 13. DISPOSAL CONSIDERATIONS"
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 14. REGULATORY INFORMATION"
                ]
              ]
            },
            {
              "table_id": 5,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 15. TRANSPORTATION INFORMATION"
                ]
              ]
            },
            {
              "table_id": 6,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 16.OTHER INFORMATION"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "metadata": {
        "filename": "diesel-2022.pdf",
        "file_path": "uploads/diesel-2022.pdf",
        "file_hash": "affae67fed118020f4ffb95d648d84434873c3222efa5a42a4c00c68c8a56e59",
        "extraction_date": "2025-02-14T23:26:40.981870",
        "pdf_metadata": {
          "title": "",
          "author": "yasmeen.alimat",
          "subject": "",
          "creator": "Microsoft® Word 2016",
          "creation_date": "D:20220108075432+02'00'",
          "page_count": 5
        },
        "table_summary": {
          "total_tables": 18,
          "pages_with_tables": 5
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet : Diesel Fuel\nNFPA Classification : JPRC PR-05\nFlammability 2\n2\nHealth 1\n1 0 Reactivity 0\nSection 1: Product and Company Identification\nProduct Name : Diesel Fuel\nMSDS Number: JPRC PR-05\nCompany: Jordan Petroleum Refinery Company LTD.\nAmman – Jordan.\nTEL: + 962 6 4630151 or 4657600\nFAX: + 962 6 4657934 or 4657939\nP.O.BOX: 3396 Amman 11181 – Jordan\nP.O.BOX: 1079 Amman 11118 – Jordan\nWebsite: http://www.jopetrol.com.jo\nE-mail: addewan@jopetrol.com.jo\nSection 2: Composition / Information on ingredients\nComponent CAS Number %\nDiesel , Gasoil 68476-34-6 Nearly 100%\nSulfur Mixture 0.001-1.2\nSection 3: Hazard Identification\nClassification:\nPhysical : Health :\nFlammable Liquid. Acute Toxicity Category 4 (Oral)\nAspiration Toxicity Category 1\nSkin Irritation Category 2\nSpecific Target Organ Toxicity Repeat Exposure\nCategory 1\nCarcinogen Category 2 (to laboratory animals\nfollowing repeated applications )\n- Potential acute health effects\nEye contact : Contact with liquid or vapor may cause mild irritation.\nSkin contact : May cause skin irritation with prolonged or repeated contact. Practically non-\ntoxic if absorbed following acute (single) exposure. Liquid may be absorbed\nthrough the skin in toxic amounts if large areas of skin are repeatedly exposed.\nIssue date: Jan,2022 Issue : 2\nSafety and Environment Dep/J.B Page 1",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 2,
              "headers": [
                1,
                4
              ],
              "data": [
                [
                  "NFPA Classification :",
                  "JPRC PR-05"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 2,
              "columns": 2,
              "headers": [
                "Flammability",
                "2"
              ],
              "data": [
                [
                  "Health",
                  "1"
                ],
                [
                  "Reactivity",
                  "0"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                0
              ],
              "data": [
                [
                  "Section 2: Composition / Information on ingredients"
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 2,
              "columns": 3,
              "headers": [
                "Component",
                "CAS Number",
                "%"
              ],
              "data": [
                [
                  "Diesel , Gasoil",
                  "68476-34-6",
                  "Nearly 100%"
                ],
                [
                  "Sulfur",
                  "Mixture",
                  "0.001-1.2"
                ]
              ]
            },
            {
              "table_id": 5,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Physical :",
                "Health :"
              ],
              "data": [
                [
                  "Flammable Liquid.",
                  "Acute Toxicity Category 4 (Oral)\nAspiration Toxicity Category 1\nSkin Irritation Category 2\nSpecific Target Organ Toxicity Repeat Exposure\nCategory 1\nCarcinogen Category 2 (to laboratory animals\nfollowing repeated applications )"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 2,
          "text": "Inhalation : Excessive exposure may cause irritations to the nose, throat, lungs and\nrespiratory tract. Central nervous system (brain) effects may include headache,\ndizziness, loss of balance and coordination, unconsciousness, coma, respiratory\nfailure.\nWARNING: the burning of any hydrocarbon as a fuel in an area without\nadequate ventilation may result in hazardous levels of combustion products,\nincluding carbon monoxide, and inadequate oxygen levels, which may cause\nunconsciousness, suffocation, and death.\nINGESTION : The major health threat of ingestion occurs from the danger of aspiration\n(breathing) of liquid drops into the lungs, particularly from vomiting. Aspiration\nmay result in chemical pneumonia (fluid in the lungs), severe lung damage,\nrespiratory failure and even death.\n- Chronic Effect: Similar products produced skin cancer and systemic toxicity in laboratory animals\nfollowing repeated applications. The significance of these results to human exposures has not been\ndetermined. IARC classifies whole diesel fuel exhaust particulates as probably carcinogenic to\nhumans (Group 2A). NIOSH regards whole diesel fuel exhaust particulates as a potential cause of\noccupational lung cancer based on animal studies and limited evidence in humans.\nSection 4: First Aid Measures\nEye contact : In case of contact with eyes, immediately flush with clean, low-pressure water for\nat least 15 min. Hold eyelids open to ensure adequate flushing. Seek medical\nattention.\nSkin contact : Remove contaminated clothing. Wash contaminated areas thoroughly with soap\nand water. Obtain medical attention if irritation or redness develops.\nInhalation : Remove person to fresh air. If person is not breathing provide artificial respiration.\nIf necessary, provide additional oxygen once breathing is restored if trained to do\nso. Seek medical attention immediately.\nIngestion : DO NOT INDUCE VOMITING. Do not give liquids. Obtain immediate medical\nattention.\nSection 5: Firefighting Measures\nSuitable extinguishing media : Small fires: Any extinguisher suitable for Class B fires, dry\nchemical, CO2, water spray, fire fighting foam, or Halon. Large\nfires: Water spray, fog or fire fighting foam. Water may be\nineffective for fighting the fire, but may be used to cool fire-\nexposed containers.\nFire and explosion hazards : Vapors may be ignited rapidly when exposed to heat, spark,\nopen flame or other source of ignition. When mixed with air\nand exposed to an ignition source, flammable vapors can burn\nin the open or explode in confined spaces. Being heavier than\nair, vapors may travel long distances to an ignition source and\nflashback. Runoff to sewer may cause fire or explosion hazard.\nSection 6: Accidental Release Measures\nPersonal precautions, : Wear appropriate protective equipment. Eliminate ignitions\nprotective equipment, and sources and ventilate the area with explosion proof\nemergency procedures equipment. Wash thoroughly after handling.\nIssue date: Jan,2022 Issue : 2\nSafety and Environment Dep/J.B Page 2",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 4: First Aid Measures"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 5: Firefighting Measures"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 6: Accidental Release Measures"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "Avoid release into the environment. Report spill as required\nEnvironmental precautions :\nby local regulations.\nMethods and materials for containment and cleaning up:\nContain with an inert absorbent and place into a closable container for disposal. Use non-sparking\ntools and equipment. If spill has not ignited, use water spray to disperse the vapors and protect\npersonnel attempting to stop leak. Prevent entry in storm sewers and waterways. Runoff can cause a\nfire or explosion hazard in sewers.\nSection 7: Handling and storage\nPrecautions for safe handling : Avoid contact with eyes, skin and clothing. Avoid breathing\nvapors. Wash thoroughly after handling. Use only with\nadequate ventilation. Wash thoroughly with soap and water\nafter handling. Keep containers closed when not in use. Keep\nproduct away from heat, sparks, flames and all other sources of\nignition. Do not permit smoking in use or storage areas. Use\nwith non-sparking tools and explosion proof equipment.\nElectrically bond and ground containers for transfer.\nDo not cut, drill, grind or weld on or near containers, even\nempty containers. Empty containers retain product residues can\nbe hazardous. Follow all SDS precautions when handling empty\ncontainers.\nConditions for safe storage, : Store in accordance with regulations for the storage of\nincluding any incompatibilities flammable liquids. Store in a dry, well ventilated area away\nfrom heat, direct sunlight and all sources of ignition. Store away\nfrom oxidizers and other incompatible materials. Protect\ncontainers from physical damage .\nSection 8: Exposure controls / Personal protection\nOccupational exposure limit : 100 mg/m3 TWA ACGIH TLV (inhalable fraction and vapor)\nof Diesel\nAppropriate engineering : Use with local exhaust ventilation to maintain exposures below the\ncontrols occupational exposure limits. Use explosion proof equipment\nwhere required.\nRespiratory protection : If exposures are exceeded, use a NIOSH approved organic vapor\nrespirator appropriate for the form and concentration of the\ncontaminants should be used. Selection of respiratory protection\ndepends on the contaminant type, form and concentration. Select\nin accordance with OSHA 1910.134 and good Industrial Hygiene\npractice.\nSkin protection : Impervious gloves such as nitrile rubber recommended to prevent\nskin contact.\nIssue date: Jan,2022 Issue : 2\nSafety and Environment Dep/J.B Page 3",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 7: Handling and storage"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                1,
                2
              ],
              "data": [
                [
                  "S",
                  "ection 8: Exposure controls / Personal protection"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 4,
          "text": "Eye protection : Wear chemical safety goggles to avoid eye contact.\nOther : Impervious coveralls, apron and boots is required to prevent skin\ncontact and contamination of personal clothing. A safety shower\nand eye wash should be available in the immediate work area.\nSection 9: Physical and Chemical Properties\nPhysical state : Liquid\nColor : Clear straw color\nOdor : Gasoil-like\nFlash point : > 55 ∘C\nLower and upper explosive : Lower: 0.6 %\n(flammable) limits Upper: 7.5 %\nAuto ignition temperature : >254.4-285°C\nSection 10: Stability and Reactivity\nConditions to avoid and : Avoid high temperatures, open flames, sparks, welding, smoking\nincompatible materials and other ignition sources. Keep away from strong acids and\noxidizers.\nHazardous decomposition : Carbon monoxide, carbon dioxide and non-combusted\nproducts hydrocarbons (smoke).\nSection 11: Toxicological information\nAcute toxicity : Acute dermal LD50 (rabbits): > 5 ml/kg\nAcute oral LD50 (rats): 9 ml/kg\nPrimary dermal irritation: extremely irritating (rabbits)\neye irritation: non-irritating (rabbits)\nChronic effects and carcinogenicity Carcinogenic: OSHA: NO IARC: NO NTP: NO ACGIH: 1997\nNOIC: A3 Studies have shown that similar products produce\nskin tumors in laboratory animals following repeated\napplications without washing or removal. The significance of\nthis finding to human exposure has not been determined.\nOther studies with active skin carcinogens have shown that\nwashing the animal’s skin with soap and water between\napplications reduced tumor formation.\nSection 12: Ecological information\nKeep out of sewers, drainage areas, and waterways. Report spills and releases, as applicable, under local\nregulations.\nSection 13: Disposal Considerations\nDisposal of waste material must be performed in accordance with Ministry of Environment regulations.\nIssue date: Jan,2022 Issue : 2\nSafety and Environment Dep/J.B Page 4",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                0
              ],
              "data": [
                [
                  "Section 9: Physical and Chemical Properties"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                0
              ],
              "data": [
                [
                  "Section 10: Stability and Reactivity"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                0
              ],
              "data": [
                [
                  "Section 11: Toxicological information"
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 1,
              "columns": 1,
              "headers": [
                0
              ],
              "data": [
                [
                  "Section 12: Ecological information"
                ]
              ]
            },
            {
              "table_id": 5,
              "rows": 1,
              "columns": 1,
              "headers": [
                0
              ],
              "data": [
                [
                  "Section 13: Disposal Considerations"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 5,
          "text": "Section 14: Transport information\nThis material is transported in accordance with related Jordanian laws and legislations.\nSection 15: Regulatory information\nEPA SARA 311 Hazard Classification: Acute Health, Chronic Health, Fire Hazard.\nUS EPA Toxic Substances Control Act: All of the components of this product are listed on the TSCA\ninventory.\nSection 16: Other information\nThe information provided in this Safety Data Sheet is correct to the best of our knowledge, information\nand belief at the date of its publication. The information given is designed only as guidance for safe\nhandling, use, processing, storage, disposal and release and is not to be considered a warranty or quality\nspecification. The information relates only to the specific material designated and may not be valid for\nsuch material used in combination with any other materials or in any process, unless specified in the\ntext.\nPrepared by : Safety and Environment Department\nRevision Date : Jan/2022\nIssue date: Jan,2022 Issue : 2\nSafety and Environment Dep/J.B Page 5",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 14: Transport information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 15: Regulatory information"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "Section 16: Other information"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "metadata": {
        "filename": "chlorine-001015.pdf",
        "file_path": "uploads/chlorine-001015.pdf",
        "file_hash": "9b7945a78fda98dc1a3295dd1a8fcdcf19d778472a64ef8dd9a0607d25844b0f",
        "extraction_date": "2025-02-14T23:26:41.772529",
        "pdf_metadata": {
          "title": "",
          "author": "",
          "subject": "",
          "creator": "",
          "creation_date": "D:20210211084614-05'00'",
          "page_count": 12
        },
        "table_summary": {
          "total_tables": 20,
          "pages_with_tables": 11
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "SAFETY DATA SHEET\nChlorine\nSection 1. Identification\nGHS product identifier : Chlorine\nChemical name : chlorine\nOther means of : Molecular chlorine; CHLORINE GAS; active chlorine released from chlorine; Dichlorine;\nidentification Dichlor; Diatomic chlorine; Chlorine molecule; Chlorine mol.; Chlor mol.; Chlorine,\nliquefied; Liquid chlorine\nProduct type : Gas.\nProduct use : Synthetic/Analytical chemistry.\nSynonym : Molecular chlorine; CHLORINE GAS; active chlorine released from chlorine;\nDichlorine; Dichlor; Diatomic chlorine; Chlorine molecule; Chlorine mol.; Chlor mol.;\nChlorine, liquefied; Liquid chlorine\nSDS # : 001015\nSupplier's details : Airgas USA, LLC and its affiliates\n259 North Radnor-Chester Road\nSuite 100\nRadnor, PA 19087-5283\n1-610-687-5253\n24-hour telephone : 1-866-734-3438\nSection 2. Hazards identification\nOSHA/HCS status : This material is considered hazardous by the OSHA Hazard Communication Standard\n(29 CFR 1910.1200).\nClassification of the : OXIDIZING GASES - Category 1\nsubstance or mixture GASES UNDER PRESSURE - Compressed gas\nACUTE TOXICITY (inhalation) - Category 2\nSKIN CORROSION - Category 1\nSERIOUS EYE DAMAGE - Category 1\nAQUATIC HAZARD (ACUTE) - Category 1\nGHS label elements\nHazard pictograms :\nSignal word : Danger\nHazard statements : May cause or intensify fire; oxidizer.\nContains gas under pressure; may explode if heated.\nCauses severe skin burns and eye damage.\nFatal if inhaled.\nVery toxic to aquatic life.\nPrecautionary statements\nGeneral : Read and follow all Safety Data Sheets (SDS’S) before use. Read label before use.\nKeep out of reach of children. If medical advice is needed, have product container or\nlabel at hand. Close valve after each use and when empty. Use equipment rated for\ncylinder pressure. Do not open valve until connected to equipment prepared for use.\nUse a back flow preventative device in the piping. Use only equipment of compatible\nmaterials of construction. Open valve slowly. Use only with equipment cleaned for\nOxygen service.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 1/12",
          "tables": []
        },
        {
          "page_number": 2,
          "text": "Chlorine\nSection 2. Hazards identification\nPrevention : Wear protective gloves. Wear protective clothing. Wear eye or face protection. In case\nof inadequate ventilation wear respiratory protection. Keep away from clothing and\nother combustible materials. Keep reduction valves, valves and fittings free from oil and\ngrease. Use only outdoors or in a well-ventilated area. Avoid release to the\nenvironment. Do not breathe gas.\nResponse : Collect spillage. In case of fire: Stop leak if safe to do so. IF INHALED: Remove\nperson to fresh air and keep comfortable for breathing. Immediately call a POISON\nCENTER or doctor. IF SWALLOWED: Rinse mouth. Do NOT induce vomiting. IF ON\nSKIN (or hair): Take off immediately all contaminated clothing. Rinse skin with water. IF\nIN EYES: Rinse cautiously with water for several minutes. Remove contact lenses, if\npresent and easy to do. Continue rinsing.\nStorage : Store locked up. Protect from sunlight. Store in a well-ventilated place.\nDisposal : Dispose of contents and container in accordance with all local, regional, national and\ninternational regulations.\nHazards not otherwise : None known.\nclassified\nSection 3. Composition/information on ingredients\nSubstance/mixture : Substance\nChemical name : chlorine\nOther means of : Molecular chlorine; CHLORINE GAS; active chlorine released from chlorine; Dichlorine;\nidentification Dichlor; Diatomic chlorine; Chlorine molecule; Chlorine mol.; Chlor mol.; Chlorine,\nliquefied; Liquid chlorine\nProduct code : 001015\nCAS number/other identifiers\nCAS number : 7782-50-5\nIngredient name % CAS number\nchlorine 100 7782-50-5\nAny concentration shown as a range is to protect confidentiality or is due to batch variation.\nThere are no additional ingredients present which, within the current knowledge of the supplier and in the\nconcentrations applicable, are classified as hazardous to health or the environment and hence require reporting\nin this section.\nOccupational exposure limits, if available, are listed in Section 8.\nSection 4. First aid measures\nDescription of necessary first aid measures\nEye contact : Get medical attention immediately. Call a poison center or physician. Immediately flush\neyes with plenty of water, occasionally lifting the upper and lower eyelids. Check for and\nremove any contact lenses. Continue to rinse for at least 10 minutes. Chemical burns\nmust be treated promptly by a physician.\nInhalation : Get medical attention immediately. Call a poison center or physician. Remove victim to\nfresh air and keep at rest in a position comfortable for breathing. If it is suspected that\nfumes are still present, the rescuer should wear an appropriate mask or self-contained\nbreathing apparatus. If not breathing, if breathing is irregular or if respiratory arrest\noccurs, provide artificial respiration or oxygen by trained personnel. It may be\ndangerous to the person providing aid to give mouth-to-mouth resuscitation. If\nunconscious, place in recovery position and get medical attention immediately. Maintain\nan open airway. Loosen tight clothing such as a collar, tie, belt or waistband.\nSkin contact : Get medical attention immediately. Call a poison center or physician. Flush\ncontaminated skin with plenty of water. Remove contaminated clothing and shoes.\nWash contaminated clothing thoroughly with water before removing it, or wear gloves.\nContinue to rinse for at least 10 minutes. Chemical burns must be treated promptly by a\nphysician. Wash clothing before reuse. Clean shoes thoroughly before reuse.\nIngestion : As this product is a gas, refer to the inhalation section.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 2/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 2. Hazards identification"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 3,
              "headers": [
                "Ingredient name",
                "%",
                "CAS number"
              ],
              "data": [
                [
                  "chlorine",
                  "100",
                  "7782-50-5"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "Chlorine\nSection 4. First aid measures\nMost important symptoms/effects, acute and delayed\nPotential acute health effects\nEye contact : Causes serious eye damage. Contact with rapidly expanding gas may cause burns or\nfrostbite.\nInhalation : Fatal if inhaled.\nSkin contact : Causes severe burns. Contact with rapidly expanding gas may cause burns or frostbite.\nFrostbite : Try to warm up the frozen tissues and seek medical attention.\nIngestion : As this product is a gas, refer to the inhalation section.\nOver-exposure signs/symptoms\nEye contact : Adverse symptoms may include the following:, pain, watering, redness\nInhalation : No specific data.\nSkin contact : Adverse symptoms may include the following:, pain or irritation, redness, blistering may\noccur\nIngestion : Adverse symptoms may include the following:, stomach pains\nIndication of immediate medical attention and special treatment needed, if necessary\nNotes to physician : Treat symptomatically. Contact poison treatment specialist immediately if large\nquantities have been ingested or inhaled.\nSpecific treatments : No specific treatment.\nProtection of first-aiders : No action shall be taken involving any personal risk or without suitable training. If it is\nsuspected that fumes are still present, the rescuer should wear an appropriate mask or\nself-contained breathing apparatus. It may be dangerous to the person providing aid to\ngive mouth-to-mouth resuscitation. Wash contaminated clothing thoroughly with water\nbefore removing it, or wear gloves.\nSee toxicological information (Section 11)\nSection 5. Fire-fighting measures\nExtinguishing media\nSuitable extinguishing : Use an extinguishing agent suitable for the surrounding fire.\nmedia\nUnsuitable extinguishing : None known.\nmedia\nSpecific hazards arising : Contains gas under pressure. Oxidizing material. This material increases the risk of\nfrom the chemical fire and may aid combustion. Contact with combustible material may cause fire. In a\nfire or if heated, a pressure increase will occur and the container may burst or explode.\nThis material is very toxic to aquatic life. Fire water contaminated with this material\nmust be contained and prevented from being discharged to any waterway, sewer or\ndrain.\nHazardous thermal : Decomposition products may include the following materials:\ndecomposition products halogenated compounds\nSpecial protective actions : Promptly isolate the scene by removing all persons from the vicinity of the incident if\nfor fire-fighters there is a fire. No action shall be taken involving any personal risk or without suitable\ntraining. Contact supplier immediately for specialist advice. Move containers from fire\narea if this can be done without risk. Use water spray to keep fire-exposed containers\ncool. If involved in fire, shut off flow immediately if it can be done without risk.\nSpecial protective : Fire-fighters should wear appropriate protective equipment and self-contained breathing\nequipment for fire-fighters apparatus (SCBA) with a full face-piece operated in positive pressure mode.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 3/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 4. First aid measures"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 4,
          "text": "Chlorine\nSection 6. Accidental release measures\nPersonal precautions, protective equipment and emergency procedures\nFor non-emergency : No action shall be taken involving any personal risk or without suitable training.\npersonnel Evacuate surrounding areas. Keep unnecessary and unprotected personnel from\nentering. Shut off all ignition sources. No flares, smoking or flames in hazard area. Do\nnot breathe gas. Provide adequate ventilation. Wear appropriate respirator when\nventilation is inadequate. Put on appropriate personal protective equipment.\nFor emergency responders : If specialized clothing is required to deal with the spillage, take note of any information in\nSection 8 on suitable and unsuitable materials. See also the information in \"For non-\nemergency personnel\".\nEnvironmental precautions : Ensure emergency procedures to deal with accidental gas releases are in place to avoid\ncontamination of the environment. Inform the relevant authorities if the product has\ncaused environmental pollution (sewers, waterways, soil or air). Water polluting\nmaterial. May be harmful to the environment if released in large quantities. Collect\nspillage.\nMethods and materials for containment and cleaning up\nSmall spill : Immediately contact emergency personnel. Stop leak if without risk. Use spark-proof\ntools and explosion-proof equipment.\nLarge spill : Immediately contact emergency personnel. Stop leak if without risk. Use spark-proof\ntools and explosion-proof equipment. Note: see Section 1 for emergency contact\ninformation and Section 13 for waste disposal.\nSection 7. Handling and storage\nPrecautions for safe handling\nProtective measures : Put on appropriate personal protective equipment (see Section 8). Contains gas under\npressure. Do not get in eyes or on skin or clothing. Use only with adequate ventilation.\nWear appropriate respirator when ventilation is inadequate. Do not puncture or\nincinerate container. Use equipment rated for cylinder pressure. Close valve after each\nuse and when empty. Protect cylinders from physical damage; do not drag, roll, slide, or\ndrop. Use a suitable hand truck for cylinder movement.\nAvoid release to the environment. Empty containers retain product residue and can be\nhazardous. Keep away from clothing, incompatible materials and combustible materials.\nDo not breathe gas. Keep reduction valves free from grease and oil.\nAdvice on general : Eating, drinking and smoking should be prohibited in areas where this material is\noccupational hygiene handled, stored and processed. Workers should wash hands and face before eating,\ndrinking and smoking. Remove contaminated clothing and protective equipment before\nentering eating areas. See also Section 8 for additional information on hygiene\nmeasures.\nConditions for safe storage, : Store in accordance with local regulations. Store in a segregated and approved area.\nincluding any Store away from direct sunlight in a dry, cool and well-ventilated area, away from\nincompatibilities incompatible materials (see Section 10). Cylinders should be stored upright, with valve\nprotection cap in place, and firmly secured to prevent falling or being knocked over.\nCylinder temperatures should not exceed 52 °C (125 °F). Store locked up. Separate\nfrom reducing agents and combustible materials. Store away from grease and oil.\nKeep container tightly closed and sealed until ready for use. See Section 10 for\nincompatible materials before handling or use.\nSection 8. Exposure controls/personal protection\nControl parameters\nOccupational exposure limits\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 4/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 6. Accidental release measures"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 5,
          "text": "Chlorine\nSection 8. Exposure controls/personal protection\nIngredient name Exposure limits\nchlorine ACGIH TLV (United States, 3/2019).\nSTEL: 2.9 mg/m³ 15 minutes.\nSTEL: 0.4 ppm 15 minutes.\nTWA: 1.5 mg/m³ 8 hours.\nTWA: 0.1 ppm 8 hours.\nNIOSH REL (United States, 10/2016).\nCEIL: 1.45 mg/m³ 15 minutes.\nCEIL: 0.5 ppm 15 minutes.\nOSHA PEL (United States, 5/2018).\nCEIL: 3 mg/m³\nCEIL: 1 ppm\nOSHA PEL 1989 (United States, 3/1989).\nSTEL: 3 mg/m³ 15 minutes.\nSTEL: 1 ppm 15 minutes.\nTWA: 1.5 mg/m³ 8 hours.\nTWA: 0.5 ppm 8 hours.\nCalifornia PEL for Chemical Contaminants (\nTable AC-1) (United States).\nPEL: 0.5 ppm 8 hours.\nSTEL: 1 ppm 15 minutes.\nAppropriate engineering : Use only with adequate ventilation. Use process enclosures, local exhaust ventilation or\ncontrols other engineering controls to keep worker exposure to airborne contaminants below any\nrecommended or statutory limits.\nEnvironmental exposure : Emissions from ventilation or work process equipment should be checked to ensure\ncontrols they comply with the requirements of environmental protection legislation. In some\ncases, fume scrubbers, filters or engineering modifications to the process equipment\nwill be necessary to reduce emissions to acceptable levels.\nIndividual protection measures\nHygiene measures : Wash hands, forearms and face thoroughly after handling chemical products, before\neating, smoking and using the lavatory and at the end of the working period.\nAppropriate techniques should be used to remove potentially contaminated clothing.\nWash contaminated clothing before reusing. Ensure that eyewash stations and safety\nshowers are close to the workstation location.\nEye/face protection : Safety eyewear complying with an approved standard should be used when a risk\nassessment indicates this is necessary to avoid exposure to liquid splashes, mists,\ngases or dusts. If contact is possible, the following protection should be worn, unless\nthe assessment indicates a higher degree of protection: chemical splash goggles and/\nor face shield. If inhalation hazards exist, a full-face respirator may be required instead.\nSkin protection\nHand protection : Chemical-resistant, impervious gloves complying with an approved standard should be\nworn at all times when handling chemical products if a risk assessment indicates this is\nnecessary. Considering the parameters specified by the glove manufacturer, check\nduring use that the gloves are still retaining their protective properties. It should be\nnoted that the time to breakthrough for any glove material may be different for different\nglove manufacturers. In the case of mixtures, consisting of several substances, the\nprotection time of the gloves cannot be accurately estimated.\nBody protection : Personal protective equipment for the body should be selected based on the task being\nperformed and the risks involved and should be approved by a specialist before\nhandling this product.\nOther skin protection : Appropriate footwear and any additional skin protection measures should be selected\nbased on the task being performed and the risks involved and should be approved by a\nspecialist before handling this product.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 5/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 4,
              "columns": 3,
              "headers": [
                0,
                1,
                2
              ],
              "data": [
                [
                  "Chlorine",
                  null,
                  null
                ],
                [
                  "Section 8. Exposure controls/personal protection",
                  null,
                  null
                ],
                [
                  null,
                  "Ingredient name",
                  "Exposure limits"
                ],
                [
                  null,
                  "chlorine",
                  "ACGIH TLV (United States, 3/2019).\nSTEL: 2.9 mg/m³ 15 minutes.\nSTEL: 0.4 ppm 15 minutes.\nTWA: 1.5 mg/m³ 8 hours.\nTWA: 0.1 ppm 8 hours.\nNIOSH REL (United States, 10/2016).\nCEIL: 1.45 mg/m³ 15 minutes.\nCEIL: 0.5 ppm 15 minutes.\nOSHA PEL (United States, 5/2018).\nCEIL: 3 mg/m³\nCEIL: 1 ppm\nOSHA PEL 1989 (United States, 3/1989).\nSTEL: 3 mg/m³ 15 minutes.\nSTEL: 1 ppm 15 minutes.\nTWA: 1.5 mg/m³ 8 hours.\nTWA: 0.5 ppm 8 hours.\nCalifornia PEL for Chemical Contaminants (\nTable AC-1) (United States).\nPEL: 0.5 ppm 8 hours.\nSTEL: 1 ppm 15 minutes."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 6,
          "text": "Chlorine\nSection 8. Exposure controls/personal protection\nRespiratory protection : Based on the hazard and potential for exposure, select a respirator that meets the\nappropriate standard or certification. Respirators must be used according to a\nrespiratory protection program to ensure proper fitting, training, and other important\naspects of use. Respirator selection must be based on known or anticipated exposure\nlevels, the hazards of the product and the safe working limits of the selected respirator.\nSection 9. Physical and chemical properties\nAppearance\nPhysical state : Gas. [GREENISH-YELLOW GAS WITH SUFFOCATING ODOR]\nColor : Colorless. Green. Yellow.\nOdor : Pungent.\nOdor threshold : Not available.\npH : Not available.\nMelting point : -101°C (-149.8°F)\nBoiling point : -34°C (-29.2°F)\nCritical temperature : 143.85°C (290.9°F)\nFlash point : [Product does not sustain combustion.]\nEvaporation rate : Not available.\nFlammability (solid, gas) : Extremely flammable in the presence of the following materials or conditions: reducing\nmaterials, combustible materials, organic materials and alkalis.\nLower and upper explosive : Not available.\n(flammable) limits\nVapor pressure : 85.3 (psig)\nVapor density : 2.5 (Air = 1)\nSpecific Volume (ft 3/lb) : 5.4054\nGas Density (lb/ft 3) : 0.185\nRelative density : Not applicable.\nSolubility : Very slightly soluble in the following materials: cold water.\nSolubility in water : 7.41 g/l\nPartition coefficient: n- : Not available.\noctanol/water\nAuto-ignition temperature : Not available.\nDecomposition temperature : Not available.\nViscosity : Not applicable.\nFlow time (ISO 2431) : Not available.\nMolecular weight : 70.9 g/mole\nSection 10. Stability and reactivity\nReactivity : No specific test data related to reactivity available for this product or its ingredients.\nChemical stability : The product is stable.\nPossibility of hazardous : Hazardous reactions or instability may occur under certain conditions of storage or use.\nreactions Conditions may include the following:\ncontact with combustible materials\nReactions may include the following:\nrisk of causing fire\nConditions to avoid : No specific data.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 6/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 8. Exposure controls/personal protection"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 7,
          "text": "Chlorine\nSection 10. Stability and reactivity\nIncompatible materials : Highly reactive or incompatible with the following materials:\ncombustible materials\nreducing materials\ngrease\noil\nHazardous decomposition : Under normal conditions of storage and use, hazardous decomposition products should\nproducts not be produced.\nHazardous polymerization : Under normal conditions of storage and use, hazardous polymerization will not occur.\nSection 11. Toxicological information\nInformation on toxicological effects\nAcute toxicity\nProduct/ingredient name Result Species Dose Exposure\nchlorine LC50 Inhalation Gas. Rat 293 ppm 1 hours\nIrritation/Corrosion\nNot available.\nSensitization\nNot available.\nMutagenicity\nNot available.\nCarcinogenicity\nNot available.\nReproductive toxicity\nNot available.\nTeratogenicity\nNot available.\nSpecific target organ toxicity (single exposure)\nNot available.\nSpecific target organ toxicity (repeated exposure)\nNot available.\nAspiration hazard\nNot available.\nInformation on the likely : Not available.\nroutes of exposure\nPotential acute health effects\nEye contact : Causes serious eye damage. Contact with rapidly expanding gas may cause burns or\nfrostbite.\nInhalation : Fatal if inhaled.\nSkin contact : Causes severe burns. Contact with rapidly expanding gas may cause burns or frostbite.\nIngestion : As this product is a gas, refer to the inhalation section.\nSymptoms related to the physical, chemical and toxicological characteristics\nEye contact : Adverse symptoms may include the following:, pain, watering, redness\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 7/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 10. Stability and reactivity"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 5,
              "headers": [
                "Product/ingredient name",
                "Result",
                "Species",
                "Dose",
                "Exposure"
              ],
              "data": [
                [
                  "chlorine",
                  "LC50 Inhalation Gas.",
                  "Rat",
                  "293 ppm",
                  "1 hours"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 8,
          "text": "Chlorine\nSection 11. Toxicological information\nInhalation : No specific data.\nSkin contact : Adverse symptoms may include the following:, pain or irritation, redness, blistering may\noccur\nIngestion : Adverse symptoms may include the following:, stomach pains\nDelayed and immediate effects and also chronic effects from short and long term exposure\nShort term exposure\nPotential immediate : Not available.\neffects\nPotential delayed effects : Not available.\nLong term exposure\nPotential immediate : Not available.\neffects\nPotential delayed effects : Not available.\nPotential chronic health effects\nNot available.\nGeneral : No known significant effects or critical hazards.\nCarcinogenicity : No known significant effects or critical hazards.\nMutagenicity : No known significant effects or critical hazards.\nTeratogenicity : No known significant effects or critical hazards.\nDevelopmental effects : No known significant effects or critical hazards.\nFertility effects : No known significant effects or critical hazards.\nNumerical measures of toxicity\nAcute toxicity estimates\nRoute ATE value\nInhalation (gases) 146.5 ppm\nSection 12. Ecological information\nToxicity\nProduct/ingredient name Result Species Exposure\nchlorine Acute EC50 5.1 ppm Marine water Algae - Macrocystis pyrifera - 4 days\nYoung\nAcute EC50 930000 µg/l Fresh water Aquatic plants - Lemna minor 4 days\nAcute LC50 2.03 µg/l Fresh water Crustaceans - Asellus racovitzai 2 days\nAcute LC50 30 µg/l Fresh water Daphnia - Daphnia pulex 48 hours\nAcute LC50 14 µg/l Fresh water Fish - Oncorhynchus mykiss 96 hours\nPersistence and degradability\nNot available.\nBioaccumulative potential\nNot available.\nMobility in soil\nSoil/water partition : Not available.\ncoefficient (K )\nOC\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 8/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 11. Toxicological information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Route",
                "ATE value"
              ],
              "data": [
                [
                  "Inhalation (gases)",
                  "146.5 ppm"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 4,
              "headers": [
                "Product/ingredient name",
                "Result",
                "Species",
                "Exposure"
              ],
              "data": [
                [
                  "chlorine",
                  "Acute EC50 5.1 ppm Marine water\nAcute EC50 930000 µg/l Fresh water\nAcute LC50 2.03 µg/l Fresh water\nAcute LC50 30 µg/l Fresh water\nAcute LC50 14 µg/l Fresh water",
                  "Algae - Macrocystis pyrifera -\nYoung\nAquatic plants - Lemna minor\nCrustaceans - Asellus racovitzai\nDaphnia - Daphnia pulex\nFish - Oncorhynchus mykiss",
                  "4 days\n4 days\n2 days\n48 hours\n96 hours"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 9,
          "text": "Chlorine\nSection 12. Ecological information\nOther adverse effects : No known significant effects or critical hazards.\nSection 13. Disposal considerations\nDisposal methods : The generation of waste should be avoided or minimized wherever possible. Disposal\nof this product, solutions and any by-products should at all times comply with the\nrequirements of environmental protection and waste disposal legislation and any\nregional local authority requirements. Dispose of surplus and non-recyclable products\nvia a licensed waste disposal contractor. Waste should not be disposed of untreated to\nthe sewer unless fully compliant with the requirements of all authorities with jurisdiction.\nEmpty Airgas-owned pressure vessels should be returned to Airgas. Waste packaging\nshould be recycled. Incineration or landfill should only be considered when recycling is\nnot feasible. This material and its container must be disposed of in a safe way. Empty\ncontainers or liners may retain some product residues. Do not puncture or incinerate\ncontainer.\nSection 14. Transport information\nDOT TDG Mexico IMDG IATA\nUN number UN1017 UN1017 UN1017 UN1017 UN1017\nUN proper CHLORINE CHLORINE CHLORINE CHLORINE CHLORINE\nshipping name\nTransport 2.3 (5.1, 8) 2.3 (5.1, 8) 2.3 (5.1, 8) 2.3 (8) 2.3 (8)\nhazard class(es)\nPacking group - - - - -\nEnvironmental Yes. Yes. Yes. The Yes. Yes. The\nhazards environmentally environmentally\nhazardous hazardous\nsubstance mark is substance mark is\nnot required. not required.\n“Refer to CFR 49 (or authority having jurisdiction) to determine the information required for shipment of the\nproduct.”\nAdditional information\nDOT Classification : Toxic - Inhalation hazard Zone B\nThis product is not regulated as a marine pollutant when transported on inland\nwaterways in sizes of ≤5 L or ≤5 kg or by road, rail, or inland air in non-bulk sizes,\nprovided the packagings meet the general provisions of §§ 173.24 and 173.24a.\nReportable quantity 10 lbs / 4.54 kg. Package sizes shipped in quantities less than\nthe product reportable quantity are not subject to the RQ (reportable quantity)\ntransportation requirements.\nLimited quantity Yes.\nQuantity limitation Passenger aircraft/rail: Forbidden. Cargo aircraft: Forbidden.\nSpecial provisions 2, B9, B14, T50, TP19\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 9/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 12. Ecological information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 7,
              "columns": 2,
              "headers": [
                0,
                1
              ],
              "data": [
                [
                  "Section 14. Transport information",
                  null
                ],
                [
                  "DOT TDG Mexico",
                  "IMDG IATA"
                ],
                [
                  "UN number UN1017 UN1017 UN1017",
                  "UN1017 UN1017"
                ],
                [
                  "UN proper CHLORINE CHLORINE CHLORINE\nshipping name",
                  "CHLORINE CHLORINE"
                ],
                [
                  "Transport 2.3 (5.1, 8) 2.3 (5.1, 8) 2.3 (5.1, 8)\nhazard class(es)",
                  "2.3 (8) 2.3 (8)"
                ],
                [
                  "Packing group - - -",
                  "- -"
                ],
                [
                  "Environmental Yes. Yes. Yes. The\nhazards environmentally\nhazardous\nsubstance mark is\nnot required.",
                  "Yes. Yes. The\nenvironmentally\nhazardous\nsubstance mark is\nnot required."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 10,
          "text": "Chlorine\nSection 14. Transport information\nTDG Classification : Product classified as per the following sections of the Transportation of Dangerous\nGoods Regulations: 2.13-2.17 (Class 2), 2.23-2.25 (Class 5), 2.40-2.42 (Class 8), 2.7\n(Marine pollutant mark).\nThe marine pollutant mark is not required when transported by road or rail.\nExplosive Limit and Limited Quantity Index 0\nERAP Index 500\nPassenger Carrying Vessel Index Forbidden\nPassenger Carrying Road or Rail Index Forbidden\nIMDG : The marine pollutant mark is not required when transported in sizes of ≤5 L or ≤5 kg.\nIATA : The environmentally hazardous substance mark may appear if required by other\ntransportation regulations.\nQuantity limitation Passenger and Cargo Aircraft: Forbidden. Cargo Aircraft Only:\nForbidden.\nSpecial precautions for user : Transport within user’s premises: always transport in closed containers that are\nupright and secure. Ensure that persons transporting the product know what to do in the\nevent of an accident or spillage.\nTransport in bulk according : Not available.\nto IMO instruments\nSection 15. Regulatory information\nU.S. Federal regulations : TSCA 8(a) CDR Exempt/Partial exemption: Not determined\nClean Water Act (CWA) 311: chlorine\nClean Air Act (CAA) 112 regulated toxic substances: chlorine\nClean Air Act Section 112 : Listed\n(b) Hazardous Air\nPollutants (HAPs)\nClean Air Act Section 602 : Not listed\nClass I Substances\nClean Air Act Section 602 : Not listed\nClass II Substances\nDEA List I Chemicals : Not listed\n(Precursor Chemicals)\nDEA List II Chemicals : Not listed\n(Essential Chemicals)\nSARA 302/304\nComposition/information on ingredients\nSARA 302 TPQ SARA 304 RQ\nName % EHS (lbs) (gallons) (lbs) (gallons)\nchlorine 100 Yes. 100 - 10 -\nSARA 304 RQ : 10 lbs / 4.5 kg\nSARA 311/312\nClassification : Refer to Section 2: Hazards Identification of this SDS for classification of substance.\nSARA 313\nProduct name CAS number %\nForm R - Reporting chlorine 7782-50-5 100\nrequirements\nSupplier notification chlorine 7782-50-5 100\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 10/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 14. Transport information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 3,
              "columns": 7,
              "headers": [
                0,
                1,
                2,
                3,
                4,
                5,
                6
              ],
              "data": [
                [
                  "Name",
                  "%",
                  "EHS",
                  "SARA 302 TPQ",
                  null,
                  "SARA 304 RQ",
                  null
                ],
                [
                  null,
                  null,
                  null,
                  "(lbs)",
                  "(gallons)",
                  "(lbs)",
                  "(gallons)"
                ],
                [
                  "chlorine",
                  "100",
                  "Yes.",
                  "100",
                  "-",
                  "10",
                  "-"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 2,
              "columns": 4,
              "headers": [
                "",
                "Product name",
                "CAS number",
                "%"
              ],
              "data": [
                [
                  "Form R - Reporting\nrequirements",
                  "chlorine",
                  "7782-50-5",
                  "100"
                ],
                [
                  "Supplier notification",
                  "chlorine",
                  "7782-50-5",
                  "100"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 11,
          "text": "Chlorine\nSection 15. Regulatory information\nSARA 313 notifications must not be detached from the SDS and any copying and redistribution of the SDS shall include\ncopying and redistribution of the notice attached to copies of the SDS subsequently redistributed.\nState regulations\nMassachusetts : This material is listed.\nNew York : This material is listed.\nNew Jersey : This material is listed.\nPennsylvania : This material is listed.\nCalifornia Prop. 65\nThis product does not require a Safe Harbor warning under California Prop. 65.\nInternational regulations\nChemical Weapon Convention List Schedules I, II & III Chemicals\nNot listed.\nMontreal Protocol\nNot listed.\nStockholm Convention on Persistent Organic Pollutants\nNot listed.\nRotterdam Convention on Prior Informed Consent (PIC)\nNot listed.\nUNECE Aarhus Protocol on POPs and Heavy Metals\nNot listed.\nInventory list\nAustralia : This material is listed or exempted.\nCanada : This material is listed or exempted.\nChina : This material is listed or exempted.\nEurope : This material is listed or exempted.\nJapan : Japan inventory (ENCS): Not determined.\nJapan inventory (ISHL): Not determined.\nNew Zealand : This material is listed or exempted.\nPhilippines : This material is listed or exempted.\nRepublic of Korea : This material is listed or exempted.\nTaiwan : This material is listed or exempted.\nThailand : Not determined.\nTurkey : This material is listed or exempted.\nUnited States : This material is active or exempted.\nViet Nam : This material is listed or exempted.\nSection 16. Other information\nHazardous Material Information System (U.S.A.)\nHealth / 3\nFlammability 0\nPhysical hazards 3\nCaution: HMIS® ratings are based on a 0-4 rating scale, with 0 representing minimal hazards or risks, and 4\nrepresenting significant hazards or risks. Although HMIS® ratings and the associated label are not required on\nSDSs or products leaving a facility under 29 CFR 1910.1200, the preparer may choose to provide them. HMIS®\nratings are to be used with a fully implemented HMIS® program. HMIS® is a registered trademark and service\nmark of the American Coatings Association, Inc.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 11/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 15. Regulatory information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 2,
              "columns": 2,
              "headers": [
                "Health",
                "3"
              ],
              "data": [
                [
                  "Flammability",
                  "0"
                ],
                [
                  "Physical hazards",
                  "3"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 12,
          "text": "Chlorine\nSection 16. Other information\nThe customer is responsible for determining the PPE code for this material. For more information on HMIS®\nPersonal Protective Equipment (PPE) codes, consult the HMIS® Implementation Manual.\nNational Fire Protection Association (U.S.A.)\n0 Flammability\nHealth 4 0 Instability/Reactivity\nOX\nSpecial\nReprinted with permission from NFPA 704-2001, Identification of the Hazards of Materials for Emergency\nResponse Copyright ©1997, National Fire Protection Association, Quincy, MA 02269. This reprinted material is\nnot the complete and official position of the National Fire Protection Association, on the referenced subject\nwhich is represented only by the standard in its entirety.\nCopyright ©2001, National Fire Protection Association, Quincy, MA 02269. This warning system is intended to\nbe interpreted and applied only by properly trained individuals to identify fire, health and reactivity hazards of\nchemicals. The user is referred to certain limited number of chemicals with recommended classifications in\nNFPA 49 and NFPA 325, which would be used as a guideline only. Whether the chemicals are classified by NFPA\nor not, anyone using the 704 systems to classify chemicals does so at their own risk.\nProcedure used to derive the classification\nClassification Justification\nOXIDIZING GASES - Category 1 Expert judgment\nGASES UNDER PRESSURE - Compressed gas According to package\nACUTE TOXICITY (inhalation) - Category 2 On basis of test data\nSKIN CORROSION - Category 1 Expert judgment\nSERIOUS EYE DAMAGE - Category 1 Expert judgment\nAQUATIC HAZARD (ACUTE) - Category 1 Expert judgment\nHistory\nDate of printing : 2/11/2021\nDate of issue/Date of : 2/11/2021\nrevision\nDate of previous issue : 3/23/2017\nVersion : 1\nKey to abbreviations : ATE = Acute Toxicity Estimate\nBCF = Bioconcentration Factor\nGHS = Globally Harmonized System of Classification and Labelling of Chemicals\nIATA = International Air Transport Association\nIBC = Intermediate Bulk Container\nIMDG = International Maritime Dangerous Goods\nLogPow = logarithm of the octanol/water partition coefficient\nMARPOL = International Convention for the Prevention of Pollution From Ships, 1973\nas modified by the Protocol of 1978. (\"Marpol\" = marine pollution)\nUN = United Nations\nReferences : Not available.\nNotice to reader\nTo the best of our knowledge, the information contained herein is accurate. However, neither the above-named\nsupplier, nor any of its subsidiaries, assumes any liability whatsoever for the accuracy or completeness of the\ninformation contained herein.\nFinal determination of suitability of any material is the sole responsibility of the user. All materials may present\nunknown hazards and should be used with caution. Although certain hazards are described herein, we cannot\nguarantee that these are the only hazards that exist.\nDate of issue/Date of revision :2/11/2021 Date of previous issue :3/23/2017 Version :1 12/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Chlorine"
              ],
              "data": [
                [
                  "Section 16. Other information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Classification",
                "Justification"
              ],
              "data": [
                [
                  "OXIDIZING GASES - Category 1\nGASES UNDER PRESSURE - Compressed gas\nACUTE TOXICITY (inhalation) - Category 2\nSKIN CORROSION - Category 1\nSERIOUS EYE DAMAGE - Category 1\nAQUATIC HAZARD (ACUTE) - Category 1",
                  "Expert judgment\nAccording to package\nOn basis of test data\nExpert judgment\nExpert judgment\nExpert judgment"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "metadata": {
        "filename": "asphalt_mc-70-2022.pdf",
        "file_path": "uploads/asphalt_mc-70-2022.pdf",
        "file_hash": "5e94d66eed69794c2464b1d1959e1bedf72f2e2d81147855e8a36abd64751b4f",
        "extraction_date": "2025-02-14T23:26:42.057861",
        "pdf_metadata": {
          "title": "",
          "author": "Jumanah Bataineh",
          "subject": "",
          "creator": "Microsoft® Word 2016",
          "creation_date": "D:20220105130140+02'00'",
          "page_count": 5
        },
        "table_summary": {
          "total_tables": 19,
          "pages_with_tables": 5
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT MC-70\nSECTION 1: IDENTIFICATION OF THE SUBSTANCE/MIXTURE AND THE COMPANY\nProduct name : Cut back Asphalt MC-70\nMSDS Number : PR-07\nCompany : Jordan Petroleum Refinery Company LTD.\nAmman – Jordan.\nTEL: + 962 6 4630151 or 4657600\nFAX: + 962 6 4657934 or 4657939\nP.O.BOX: 3396 Amman 11181 – Jordan\nP.O.BOX: 1079 Amman 11118 – Jordan\nWebsite: http://www.jopetrol.com.jo\nE-mail: addewan@jopetrol.com.jo\nSECTION 2: HAZARDS IDENTIFICATION.\nOSHA/HCS status : This material is considered hazardous by the OSHA Hazard Communication\nStandard (29 CFR 1910.1200)\nHazard statement : May cause cancer. Suspected of damaging fertility or the unborn child. May\ncause damage to organs through prolonged or repeated exposure.\nPrecautionary :\nstatement\nPrevention : Obtain special instructions before use. Do not handle until all safety\nprecautions have been read and understood. Wear protective gloves: > 8 hours\n(breakthrough time): Recommended: Wear heat resistant gloves when used at\nelevated temperatures.. Wear eye or face protection. Wear protective clothing. Do\nnot breathe dust. Do not eat, drink or smoke when using this product. Wash hands\nthoroughly after handling. Product may release hydrogen sulfide: a specific\nassessment of inhalation risks from the presence of hydrogen sulfide in tank\nheadspaces, confined spaces, product residue, tank waste and waste water and\nunintentional releases should be made to help determine controls appropriate to\nlocal circumstances.\nResponse : Get medical attention if you feel unwell. IF exposed or concerned: Get\nmedical attention. IF IN EYES: Rinse cautiously with water for several minutes.\nRemove contact lenses, if present and easy to do. Continue rinsing. If eye irritation\npersists: Get medical attention.\nDisposal : Dispose of contents and container in accordance with local regulations.\nSupplemental label elements: Avoid contact with skin and clothing. Wash\nthoroughly after handling. Heated material can cause thermal burns.\nHazards not otherwise classified: Prolonged or repeated contact may dry skin and\ncause irritation. May release hydrogen sulfide a poisonous gas that can accumulate\nin confined spaces\nIssue date: Jan/2022 issue : 2\nSafety and Environment Dep/J.B Page 1",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 1: IDENTIFICATION OF THE SUBSTANCE/MIXTURE AND THE COMPANY"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 2: HAZARDS IDENTIFICATION."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 2,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT MC-70\nSECTION 3: COMPOSITION / INFORMATION ON INGREDIENTS.\nSubstance/Mixture : M ixture\nComposition :\ninformation\nComponent name CAS Number % (vol.)\nAsphalt 8052-42-4 60-80\nCycle oil 64741-59-9 0-5\nKerosene 8008-20-6 20-35\nSECTION 4: FIRST AID MEASURES.\nInhalation : Move exposed person to fresh air. If breathing has stopped, perform artificial\nrespiration.\nSkin : If clothing soaked, immediately remove clothing and wash skin with soap and\nwater. Launder clothing before wearing. For thermal burn: cool, flush with\nwater, wrap with sterile dressing and apply cold pack. Get medical attention\npromptly.\nEyes : Immediately flush eyes with water for a minimum of 15 minutes, occasionally\nlifting the lower and upper lids. Get medical attention promptly.\nIngestion : Do not induce vomiting unless directed to do so by medical personnel. If\nvomiting occurs, the head should be kept low so that vomit does not enter the\nlungs. Wash out mouth with water. Remove victim to fresh air and keep at rest\nin a position comfortable for breathing. Get medical attention. Never give\nanything by mouth to an unconscious person. If unconscious, place in recovery\nposition and get medical attention immediately. Maintain an open airway.\nLoosen tight clothing such as a collar, tie, belt or waistband.\nMost important symptoms/effects, acute and delayed Potential acute health effects :\nEye contact : Causes eye irritation.\nInhalation : Mist/high concentrations: Inhalation may cause irritation to the nose, throat,\nupper respiratory tract and lungs.\nSkin contact : Defatting to the skin. May cause skin dryness and irritation.\nIngestion : May be irritating to mouth, throat and stomach.\nSECTION 5. FIRE-FIGHTING MEASURES\nSuitable : Use foam, dry chemical, or carbon dioxide to fight fire.\nextinguishing\nmedia\nUnsuitable : Don’t use water jet\nextinguishing\nmedia\nIssue date: Jan/2022 issue : 2\nSafety and Environment Dep/J.B Page 2",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 3: COMPOSITION / INFORMATION ON INGREDIENTS."
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 3,
              "columns": 3,
              "headers": [
                "",
                "",
                ""
              ],
              "data": [
                [
                  "Asphalt",
                  "8052-42-4",
                  "60-80"
                ],
                [
                  "Cycle oil",
                  "64741-59-9",
                  "0-5"
                ],
                [
                  "Kerosene",
                  "8008-20-6",
                  "20-35"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 4: FIRST AID MEASURES."
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 5. FIRE-FIGHTING MEASURES"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT MC-70\nSpecific hazards : No specific fire or explosion hazard. May release hydrogen sulfide a poisonous\narising from the gas that can accumulate in confined spaces.\nchemical\nHazardous thermal : Decomposition products may include the following materials: carbon dioxide\ndecomposition carbon monoxide phosphorus oxides metal oxide/oxides.\nproducts\nSpecial protective : Promptly isolate the scene by removing all persons from the vicinity of the\nactions for fire- incident if there is a fire. No action shall be taken involving any personal risk or\nfighters without suitable training.\nSpecial protective : Fire-fighters should wear appropriate protective equipment and self-contained\nequipment for fire- breathing apparatus (SCBA) with a full face-piece operated in positive pressure\nfighters mode.\nSECTION 6. ACCIDENTAL RELEASE MEASURES\nEnvironmental : Avoid dispersal of spilled material and runoff and contact with soil, waterways,\nprecautions drains and sewers. Inform the relevant authorities if the product has caused\nenvironmental pollution (sewers, waterways, soil or air).\nFor emergency : Notify emergency response personnel. Evacuate area and remove ignition\nresponders sources. Build dike to contain flow. Remove free liquid, do not flush to sewer or\nopen water. Pick up with inter absorbent and place in closed container for\ndisposal.\nSECTION 7. HANDLING AND STORAGE\nConditions for safe Store in accordance with local regulations. Store in original container protected\nstorage, including from direct sunlight in a dry, cool and well-ventilated area, away from\nany incompatible materials (strong oxidizers) and food and drink. Keep container\nincompatibilities tightly closed and sealed until ready for use. Containers that have been opened\nmust be carefully resealed and kept upright to prevent leakage. Do not store in\nunlabeled containers. Use appropriate containment to avoid environmental\ncontamination.\nSECTION 8. EXPOSURE CONTROLS / PERSONAL PROTECTION\nMain ingredient Exposure limit\nAsphalt - ACGIH TLV (United States, 4/2014): TWA: 0.5 mg/m³, (as benzene\nsoluble aerosol) 8 hours. Form: Inhalable fraction\n- NIOSH REL (United States, 10/2013): CEIL: 5 mg/m³ 15 minutes.\nForm: Fume\nIndividual protection measures :\nRespiratory : When exposed or likely to be exposed to fume, vapor, or dust (from cutting,\nprotection grinding, crushing or drilling hardened asphalt) above recommended limits\n(mentioned above) , wear a suitable NOISH-approved respirator with a\nprotection factor appropriate for the level of exposure. Seek guidance from a\nIssue date: Jan/2022 issue : 2\nSafety and Environment Dep/J.B Page 3",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 6. ACCIDENTAL RELEASE MEASURES"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 7. HANDLING AND STORAGE"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 8. EXPOSURE CONTROLS / PERSONAL PROTECTION"
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Main ingredient",
                "Exposure limit"
              ],
              "data": [
                [
                  "Asphalt",
                  "- ACGIH TLV (United States, 4/2014): TWA: 0.5 mg/m³, (as benzene\nsoluble aerosol) 8 hours. Form: Inhalable fraction\n- NIOSH REL (United States, 10/2013): CEIL: 5 mg/m³ 15 minutes.\nForm: Fume"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 4,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT MC-70\nqualified industrial hygienist, safety professional, or other suitable\nknowledgeable individual prior to respirator selection and use. For emergency\nor no routine operations (e.g. confined spaces), additional precautions or\nequipment may be required.\nEye protection : Wear safety glasses, chemical goggles or face shield as appropriate.\nSkin Protection : Gloves, long-sleeved shirt and cuff less trousers to protect from heated asphalt.\nHygiene measures : Wash hands, forearms and face thoroughly after handling chemical products,\nbefore eating, smoking and using the lavatory and at the end of the working\nperiod. Appropriate techniques should be used to remove potentially\ncontaminated clothing. Wash contaminated clothing before reusing. Ensure\nthat eyewash stations and safety showers are close to the workstation location.\nSECTION 8.PHYSICAL AND CHEMICAL PROPERTIES\nAppearance : Brown to black, semi-solid at ambient temperature.\nLiquid at high temperature.\nOdor : Asphalt or rotten egg.\nKinematic Viscosity @ 60 ºC : 70 – 140 cSt\nFlash Point : > 100 °F\nDensity @ 15 °C : 0.9427-0.9505 g/ml\nSECTION 10. STABILITY AND REACTIVITY\nConditions to : Heat, Flames and Sparks.\navoid\nMaterials to avoid : Strong acids and oxidizing agents.\nHazardous : Under normal conditions of storage and use, hazardous decomposition\ndecomposition products should not be produced.\nproducts\nPossibility of : Under normal conditions of storage and use, hazardous reactions will not occur.\nhazardous\nreactions\nIssue date: Jan/2022 issue : 2\nSafety and Environment Dep/J.B Page 4",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 8.PHYSICAL AND CHEMICAL PROPERTIES"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 4,
              "columns": 3,
              "headers": [
                "Appearance",
                ":",
                "Brown to black, semi-solid at ambient temperature.\nLiquid at high temperature."
              ],
              "data": [
                [
                  "Odor",
                  ":",
                  "Asphalt or rotten egg."
                ],
                [
                  "Kinematic Viscosity @ 60 ºC",
                  ":",
                  "70 – 140 cSt"
                ],
                [
                  "Flash Point",
                  ":",
                  "> 100 °F"
                ],
                [
                  "Density @ 15 °C",
                  ":",
                  "0.9427-0.9505 g/ml"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 10. STABILITY AND REACTIVITY"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 5,
          "text": "Jordan Petroleum Refinery Company LTD.\nSafety and Environment Department\nMaterial Safety Datasheet: ASPHALT MC-70\nSECTION 11. TOXICOLOGICAL INFORMANTION\nAcute oral toxicity: LD50 rat\nDose: 5,001 mg/kg\nAcute dermal toxicity: LD50 rat\nDose: 2,001 mg/kg\nSECTION 12. ECOLOGICAL INFORMATION\nThis product is estimated to have a slow rate of biodegradation. This product is not expected to\nbioaccumulate through food chains in the environment. Analysis for ecological effects has not been\nconducted on this product. Spills into water ways may be harmful to organisms and groundwater.\nSECTION 13. DISPOSAL CONSIDERATIONS\nRecover as much spilled material as possible for reuse or recycling.\nDisposal of waste material must be conducted in accordance with ministry of environment regulations.\nSECTION 14. REGULATORY INFORMATION\nThis product is a \"Hazardous Chemical\" as defined by the OSHA Hazard Communication Standard, 29 CFR\n1910.1200.\nSECTION 15. TRANSPORTATION INFORMATION\nThis product is transported according to related Jordanian laws and legislations.\nSECTION 16.OTHER INFORMATION\nThe information provided in this Safety Data Sheet is correct to the best of our knowledge, information\nand belief at the date of its publication. The information given is designed only as guidance for safe\nhandling, use, processing, storage, disposal and release and is not to be considered a warranty or quality\nspecification. The information relates only to the specific material designated and may not be valid for\nsuch material used in combination with any other materials or in any process, unless specified in the\ntext.\nPrepared by : Safety and Environment Department\nRevision Date : Jan/2022\nIssue date: Jan/2022 issue : 2\nSafety and Environment Dep/J.B Page 5",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 11. TOXICOLOGICAL INFORMANTION"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 12. ECOLOGICAL INFORMATION"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 13. DISPOSAL CONSIDERATIONS"
                ]
              ]
            },
            {
              "table_id": 4,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 14. REGULATORY INFORMATION"
                ]
              ]
            },
            {
              "table_id": 5,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 15. TRANSPORTATION INFORMATION"
                ]
              ]
            },
            {
              "table_id": 6,
              "rows": 1,
              "columns": 1,
              "headers": [
                1
              ],
              "data": [
                [
                  "SECTION 16.OTHER INFORMATION"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "metadata": {
        "filename": "CO-001014.pdf",
        "file_path": "uploads/CO-001014.pdf",
        "file_hash": "03f635041a7d17ec936bb35e9001bbb5eabea0d81236939bcf6fc08e3f7f1726",
        "extraction_date": "2025-02-14T23:26:42.680376",
        "pdf_metadata": {
          "title": "",
          "author": "",
          "subject": "",
          "creator": "",
          "creation_date": "D:20201105223333-05'00'",
          "page_count": 12
        },
        "table_summary": {
          "total_tables": 19,
          "pages_with_tables": 11
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "SAFETY DATA SHEET\nCarbon Monoxide\nSection 1. Identification\nGHS product identifier : Carbon Monoxide\nChemical name : carbon monoxide\nOther means of : Monoxide; Flue gas; Carbon oxide; carbonic oxide; Monoxide of carbon; Carbon\nidentification monooxide\nProduct type : Gas.\nProduct use : Synthetic/Analytical chemistry.\nSynonym : Monoxide; Flue gas; Carbon oxide; carbonic oxide; Monoxide of carbon; Carbon\nmonooxide\nSDS # : 001014\nSupplier's details : Airgas USA, LLC and its affiliates\n259 North Radnor-Chester Road\nSuite 100\nRadnor, PA 19087-5283\n1-610-687-5253\n24-hour telephone : 1-866-734-3438\nSection 2. Hazards identification\nOSHA/HCS status : This material is considered hazardous by the OSHA Hazard Communication Standard\n(29 CFR 1910.1200).\nClassification of the : FLAMMABLE GASES - Category 1\nsubstance or mixture GASES UNDER PRESSURE - Compressed gas\nACUTE TOXICITY (inhalation) - Category 3\nTOXIC TO REPRODUCTION - Category 1\nSPECIFIC TARGET ORGAN TOXICITY (REPEATED EXPOSURE) - Category 1\nGHS label elements\nHazard pictograms :\nSignal word : Danger\nHazard statements : Extremely flammable gas.\nContains gas under pressure; may explode if heated.\nToxic if inhaled.\nMay damage fertility or the unborn child.\nCauses damage to organs through prolonged or repeated exposure.\nAsphyxiating even with adequate oxygen.\nMay form explosive mixtures with air.\nPrecautionary statements\nGeneral : Read and follow all Safety Data Sheets (SDS’S) before use. Read label before use.\nKeep out of reach of children. If medical advice is needed, have product container or\nlabel at hand. Close valve after each use and when empty. Use equipment rated for\ncylinder pressure. Do not open valve until connected to equipment prepared for use.\nUse a back flow preventative device in the piping. Use only equipment of compatible\nmaterials of construction. Approach suspected leak area with caution.\nPrevention : Obtain special instructions before use. Wear protective gloves. Wear protective\nclothing. Wear eye or face protection. Keep away from heat, hot surfaces, sparks, open\nflames and other ignition sources. No smoking. Use only outdoors or in a well-\nventilated area. Do not breathe gas. Do not eat, drink or smoke when using this\nproduct.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 1/12",
          "tables": []
        },
        {
          "page_number": 2,
          "text": "Carbon Monoxide\nSection 2. Hazards identification\nResponse : Leaking gas fire: Do not extinguish, unless leak can be stopped safely. In case of\nleakage, eliminate all ignition sources. IF exposed or concerned: Get medical advice or\nattention. IF INHALED: Remove person to fresh air and keep comfortable for breathing.\nCall a POISON CENTER or doctor.\nStorage : Store locked up. Protect from sunlight. Store in a well-ventilated place.\nDisposal : Dispose of contents and container in accordance with all local, regional, national and\ninternational regulations.\nHazards not otherwise : None known.\nclassified\nSection 3. Composition/information on ingredients\nSubstance/mixture : Substance\nChemical name : carbon monoxide\nOther means of : Monoxide; Flue gas; Carbon oxide; carbonic oxide; Monoxide of carbon; Carbon\nidentification monooxide\nProduct code : 001014\nCAS number/other identifiers\nCAS number : 630-08-0\nIngredient name % CAS number\ncarbon monoxide 100 630-08-0\nAny concentration shown as a range is to protect confidentiality or is due to batch variation.\nThere are no additional ingredients present which, within the current knowledge of the supplier and in the\nconcentrations applicable, are classified as hazardous to health or the environment and hence require reporting\nin this section.\nOccupational exposure limits, if available, are listed in Section 8.\nSection 4. First aid measures\nDescription of necessary first aid measures\nEye contact : Immediately flush eyes with plenty of water, occasionally lifting the upper and lower\neyelids. Check for and remove any contact lenses. Continue to rinse for at least 10\nminutes. Get medical attention.\nInhalation : Remove victim to fresh air and keep at rest in a position comfortable for breathing. If it\nis suspected that fumes are still present, the rescuer should wear an appropriate mask\nor self-contained breathing apparatus. If not breathing, if breathing is irregular or if\nrespiratory arrest occurs, provide artificial respiration or oxygen by trained personnel. It\nmay be dangerous to the person providing aid to give mouth-to-mouth resuscitation.\nGet medical attention. If necessary, call a poison center or physician. If unconscious,\nplace in recovery position and get medical attention immediately. Maintain an open\nairway. Loosen tight clothing such as a collar, tie, belt or waistband.\nSkin contact : Flush contaminated skin with plenty of water. Remove contaminated clothing and\nshoes. To avoid the risk of static discharges and gas ignition, soak contaminated\nclothing thoroughly with water before removing it. Continue to rinse for at least 10\nminutes. Get medical attention. Wash clothing before reuse. Clean shoes thoroughly\nbefore reuse.\nIngestion : As this product is a gas, refer to the inhalation section.\nMost important symptoms/effects, acute and delayed\nPotential acute health effects\nEye contact : Contact with rapidly expanding gas may cause burns or frostbite.\nInhalation : Toxic if inhaled.\nSkin contact : Contact with rapidly expanding gas may cause burns or frostbite.\nFrostbite : Try to warm up the frozen tissues and seek medical attention.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 2/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 2. Hazards identification"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 3,
              "headers": [
                "Ingredient name",
                "%",
                "CAS number"
              ],
              "data": [
                [
                  "carbon monoxide",
                  "100",
                  "630-08-0"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "Carbon Monoxide\nSection 4. First aid measures\nIngestion : As this product is a gas, refer to the inhalation section.\nOver-exposure signs/symptoms\nEye contact : No specific data.\nInhalation : Adverse symptoms may include the following:, reduced fetal weight, increase in fetal\ndeaths, skeletal malformations\nSkin contact : Adverse symptoms may include the following:, reduced fetal weight, increase in fetal\ndeaths, skeletal malformations\nIngestion : Adverse symptoms may include the following:, reduced fetal weight, increase in fetal\ndeaths, skeletal malformations\nIndication of immediate medical attention and special treatment needed, if necessary\nNotes to physician : Treat symptomatically. Contact poison treatment specialist immediately if large\nquantities have been ingested or inhaled.\nSpecific treatments : No specific treatment.\nProtection of first-aiders : No action shall be taken involving any personal risk or without suitable training. If it is\nsuspected that fumes are still present, the rescuer should wear an appropriate mask or\nself-contained breathing apparatus. It may be dangerous to the person providing aid to\ngive mouth-to-mouth resuscitation. Wash contaminated clothing thoroughly with water\nbefore removing it, or wear gloves.\nSee toxicological information (Section 11)\nSection 5. Fire-fighting measures\nExtinguishing media\nSuitable extinguishing : Use an extinguishing agent suitable for the surrounding fire.\nmedia\nUnsuitable extinguishing : None known.\nmedia\nSpecific hazards arising : Contains gas under pressure. Extremely flammable gas. In a fire or if heated, a\nfrom the chemical pressure increase will occur and the container may burst, with the risk of a subsequent\nexplosion.\nHazardous thermal : Decomposition products may include the following materials:\ndecomposition products carbon dioxide\ncarbon monoxide\nSpecial protective actions : Promptly isolate the scene by removing all persons from the vicinity of the incident if\nfor fire-fighters there is a fire. No action shall be taken involving any personal risk or without suitable\ntraining. Contact supplier immediately for specialist advice. Move containers from fire\narea if this can be done without risk. Use water spray to keep fire-exposed containers\ncool. If involved in fire, shut off flow immediately if it can be done without risk. If this is\nimpossible, withdraw from area and allow fire to burn. Fight fire from protected location\nor maximum possible distance. Eliminate all ignition sources if safe to do so.\nSpecial protective : Fire-fighters should wear appropriate protective equipment and self-contained breathing\nequipment for fire-fighters apparatus (SCBA) with a full face-piece operated in positive pressure mode.\nSection 6. Accidental release measures\nPersonal precautions, protective equipment and emergency procedures\nFor non-emergency : Accidental releases pose a serious fire or explosion hazard. No action shall be taken\npersonnel involving any personal risk or without suitable training. Evacuate surrounding areas.\nKeep unnecessary and unprotected personnel from entering. Shut off all ignition\nsources. No flares, smoking or flames in hazard area. Do not breathe gas. Provide\nadequate ventilation. Wear appropriate respirator when ventilation is inadequate. Put\non appropriate personal protective equipment.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 3/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 4. First aid measures"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 4,
          "text": "Carbon Monoxide\nSection 6. Accidental release measures\nFor emergency responders : If specialized clothing is required to deal with the spillage, take note of any information in\nSection 8 on suitable and unsuitable materials. See also the information in \"For non-\nemergency personnel\".\nEnvironmental precautions : Ensure emergency procedures to deal with accidental gas releases are in place to avoid\ncontamination of the environment. Inform the relevant authorities if the product has\ncaused environmental pollution (sewers, waterways, soil or air).\nMethods and materials for containment and cleaning up\nSmall spill : Immediately contact emergency personnel. Stop leak if without risk. Use spark-proof\ntools and explosion-proof equipment.\nLarge spill : Immediately contact emergency personnel. Stop leak if without risk. Use spark-proof\ntools and explosion-proof equipment. Note: see Section 1 for emergency contact\ninformation and Section 13 for waste disposal.\nSection 7. Handling and storage\nPrecautions for safe handling\nProtective measures : Put on appropriate personal protective equipment (see Section 8). Contains gas under\npressure. Do not get in eyes or on skin or clothing. Use only with adequate ventilation.\nWear appropriate respirator when ventilation is inadequate. Do not enter storage areas\nand confined spaces unless adequately ventilated. Do not puncture or incinerate\ncontainer. Use equipment rated for cylinder pressure. Close valve after each use and\nwhen empty. Protect cylinders from physical damage; do not drag, roll, slide, or drop.\nUse a suitable hand truck for cylinder movement.\nUse only non-sparking tools. Empty containers retain product residue and can be\nhazardous. Store and use away from heat, sparks, open flame or any other ignition\nsource. Use explosion-proof electrical (ventilating, lighting and material handling)\nequipment. Do not breathe gas. Avoid exposure - obtain special instructions before\nuse. Do not handle until all safety precautions have been read and understood. Avoid\nexposure during pregnancy.\nAdvice on general : Eating, drinking and smoking should be prohibited in areas where this material is\noccupational hygiene handled, stored and processed. Workers should wash hands and face before eating,\ndrinking and smoking. Remove contaminated clothing and protective equipment before\nentering eating areas. See also Section 8 for additional information on hygiene\nmeasures.\nConditions for safe storage, : Store in accordance with local regulations. Store in a segregated and approved area.\nincluding any Store away from direct sunlight in a dry, cool and well-ventilated area, away from\nincompatibilities incompatible materials (see Section 10). Eliminate all ignition sources. Cylinders\nshould be stored upright, with valve protection cap in place, and firmly secured to\nprevent falling or being knocked over. Cylinder temperatures should not exceed 52 °C\n(125 °F). Store locked up. Keep container tightly closed and sealed until ready for use.\nSee Section 10 for incompatible materials before handling or use.\nSection 8. Exposure controls/personal protection\nControl parameters\nOccupational exposure limits\nIngredient name Exposure limits\ncarbon monoxide California PEL for Chemical Contaminants (\nTable AC-1) (United States).\nPEL: 25 ppm 8 hours.\nCEIL: 200 ppm\nACGIH TLV (United States, 3/2019).\nTWA: 25 ppm 8 hours.\nTWA: 29 mg/m³ 8 hours.\nOSHA PEL 1989 (United States, 3/1989).\nTWA: 35 ppm 8 hours.\nTWA: 40 mg/m³ 8 hours.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 4/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 6. Accidental release measures"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                0,
                1
              ],
              "data": [
                [
                  "Ingredient name",
                  "Exposure limits"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 5,
          "text": "Carbon Monoxide\nSection 8. Exposure controls/personal protection\nCEIL: 200 ppm\nCEIL: 229 mg/m³\nNIOSH REL (United States, 10/2016).\nTWA: 35 ppm 10 hours.\nTWA: 40 mg/m³ 10 hours.\nCEIL: 200 ppm\nCEIL: 229 mg/m³\nOSHA PEL (United States, 5/2018).\nTWA: 50 ppm 8 hours.\nTWA: 55 mg/m³ 8 hours.\nAppropriate engineering : Use only with adequate ventilation. Use process enclosures, local exhaust ventilation or\ncontrols other engineering controls to keep worker exposure to airborne contaminants below any\nrecommended or statutory limits. The engineering controls also need to keep gas,\nvapor or dust concentrations below any lower explosive limits. Use explosion-proof\nventilation equipment.\nEnvironmental exposure : Emissions from ventilation or work process equipment should be checked to ensure\ncontrols they comply with the requirements of environmental protection legislation. In some\ncases, fume scrubbers, filters or engineering modifications to the process equipment\nwill be necessary to reduce emissions to acceptable levels.\nIndividual protection measures\nHygiene measures : Wash hands, forearms and face thoroughly after handling chemical products, before\neating, smoking and using the lavatory and at the end of the working period.\nAppropriate techniques should be used to remove potentially contaminated clothing.\nWash contaminated clothing before reusing. Ensure that eyewash stations and safety\nshowers are close to the workstation location.\nEye/face protection : Safety eyewear complying with an approved standard should be used when a risk\nassessment indicates this is necessary to avoid exposure to liquid splashes, mists,\ngases or dusts. If contact is possible, the following protection should be worn, unless\nthe assessment indicates a higher degree of protection: safety glasses with side-\nshields.\nSkin protection\nHand protection : Chemical-resistant, impervious gloves complying with an approved standard should be\nworn at all times when handling chemical products if a risk assessment indicates this is\nnecessary. Considering the parameters specified by the glove manufacturer, check\nduring use that the gloves are still retaining their protective properties. It should be\nnoted that the time to breakthrough for any glove material may be different for different\nglove manufacturers. In the case of mixtures, consisting of several substances, the\nprotection time of the gloves cannot be accurately estimated.\nBody protection : Personal protective equipment for the body should be selected based on the task being\nperformed and the risks involved and should be approved by a specialist before\nhandling this product. When there is a risk of ignition from static electricity, wear anti-\nstatic protective clothing. For the greatest protection from static discharges, clothing\nshould include anti-static overalls, boots and gloves.\nOther skin protection : Appropriate footwear and any additional skin protection measures should be selected\nbased on the task being performed and the risks involved and should be approved by a\nspecialist before handling this product.\nRespiratory protection : Based on the hazard and potential for exposure, select a respirator that meets the\nappropriate standard or certification. Respirators must be used according to a\nrespiratory protection program to ensure proper fitting, training, and other important\naspects of use. Respirator selection must be based on known or anticipated exposure\nlevels, the hazards of the product and the safe working limits of the selected respirator.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 5/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 3,
              "columns": 2,
              "headers": [
                0,
                2
              ],
              "data": [
                [
                  "Carbon Monoxide",
                  null
                ],
                [
                  "Section 8. Exposure controls/personal protection",
                  null
                ],
                [
                  null,
                  "CEIL: 200 ppm\nCEIL: 229 mg/m³\nNIOSH REL (United States, 10/2016).\nTWA: 35 ppm 10 hours.\nTWA: 40 mg/m³ 10 hours.\nCEIL: 200 ppm\nCEIL: 229 mg/m³\nOSHA PEL (United States, 5/2018).\nTWA: 50 ppm 8 hours.\nTWA: 55 mg/m³ 8 hours."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 6,
          "text": "Carbon Monoxide\nSection 9. Physical and chemical properties\nAppearance\nPhysical state : Gas. [Compressed gas.]\nColor : Colorless.\nOdor : Odorless.\nOdor threshold : Not available.\npH : Not available.\nMelting point : -211.6°C (-348.9°F)\nBoiling point : -191.52°C (-312.7°F)\nCritical temperature : -140.15°C (-220.3°F)\nFlash point : Not available.\nEvaporation rate : Not available.\nFlammability (solid, gas) : Extremely flammable in the presence of the following materials or conditions: open\nflames, sparks and static discharge and oxidizing materials.\nLower and upper explosive : Lower: 10.9%\n(flammable) limits Upper: 74.2%\nVapor pressure : Not available.\nVapor density : 0.97 (Air = 1)\nSpecific Volume (ft 3/lb) : 13.8889\nGas Density (lb/ft 3) : 0.072\nRelative density : Not applicable.\nSolubility : Not available.\nSolubility in water : Not available.\nPartition coefficient: n- : Not available.\noctanol/water\nAuto-ignition temperature : 607°C (1124.6°F)\nDecomposition temperature : Not available.\nViscosity : Not applicable.\nFlow time (ISO 2431) : Not available.\nMolecular weight : 28.01 g/mole\nAerosol product\nHeat of combustion : -10101818 J/kg\nSection 10. Stability and reactivity\nReactivity : No specific test data related to reactivity available for this product or its ingredients.\nChemical stability : The product is stable.\nPossibility of hazardous : Under normal conditions of storage and use, hazardous reactions will not occur.\nreactions\nConditions to avoid : Avoid all possible sources of ignition (spark or flame). Do not pressurize, cut, weld,\nbraze, solder, drill, grind or expose containers to heat or sources of ignition.\nIncompatible materials : Oxidizers\nHazardous decomposition : Under normal conditions of storage and use, hazardous decomposition products should\nproducts not be produced.\nHazardous polymerization : Under normal conditions of storage and use, hazardous polymerization will not occur.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 6/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 9. Physical and chemical properties"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 7,
          "text": "Carbon Monoxide\nSection 11. Toxicological information\nInformation on toxicological effects\nAcute toxicity\nProduct/ingredient name Result Species Dose Exposure\ncarbon monoxide LC50 Inhalation Gas. Rat 3760 ppm 1 hours\nIrritation/Corrosion\nNot available.\nSensitization\nNot available.\nMutagenicity\nNot available.\nCarcinogenicity\nNot available.\nReproductive toxicity\nNot available.\nTeratogenicity\nNot available.\nSpecific target organ toxicity (single exposure)\nNot available.\nSpecific target organ toxicity (repeated exposure)\nName Category Route of Target organs\nexposure\ncarbon monoxide Category 1 - -\nAspiration hazard\nNot available.\nInformation on the likely : Routes of entry anticipated: Inhalation.\nroutes of exposure\nPotential acute health effects\nEye contact : Contact with rapidly expanding gas may cause burns or frostbite.\nInhalation : Toxic if inhaled.\nSkin contact : Contact with rapidly expanding gas may cause burns or frostbite.\nIngestion : As this product is a gas, refer to the inhalation section.\nSymptoms related to the physical, chemical and toxicological characteristics\nEye contact : No specific data.\nInhalation : Adverse symptoms may include the following:, reduced fetal weight, increase in fetal\ndeaths, skeletal malformations\nSkin contact : Adverse symptoms may include the following:, reduced fetal weight, increase in fetal\ndeaths, skeletal malformations\nIngestion : Adverse symptoms may include the following:, reduced fetal weight, increase in fetal\ndeaths, skeletal malformations\nDelayed and immediate effects and also chronic effects from short and long term exposure\nShort term exposure\nPotential immediate : Not available.\neffects\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 7/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 11. Toxicological information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 5,
              "headers": [
                "Product/ingredient name",
                "Result",
                "Species",
                "Dose",
                "Exposure"
              ],
              "data": [
                [
                  "carbon monoxide",
                  "LC50 Inhalation Gas.",
                  "Rat",
                  "3760 ppm",
                  "1 hours"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 4,
              "headers": [
                "Name",
                "Category",
                "Route of\nexposure",
                "Target organs"
              ],
              "data": [
                [
                  "carbon monoxide",
                  "Category 1",
                  "-",
                  "-"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 8,
          "text": "Carbon Monoxide\nSection 11. Toxicological information\nPotential delayed effects : Not available.\nLong term exposure\nPotential immediate : Not available.\neffects\nPotential delayed effects : Not available.\nPotential chronic health effects\nNot available.\nGeneral : Causes damage to organs through prolonged or repeated exposure.\nCarcinogenicity : No known significant effects or critical hazards.\nMutagenicity : No known significant effects or critical hazards.\nTeratogenicity : May damage the unborn child.\nDevelopmental effects : No known significant effects or critical hazards.\nFertility effects : May damage fertility.\nNumerical measures of toxicity\nAcute toxicity estimates\nRoute ATE value\nInhalation (gases) 1880 ppm\nSection 12. Ecological information\nToxicity\nNot available.\nPersistence and degradability\nNot available.\nBioaccumulative potential\nNot available.\nMobility in soil\nSoil/water partition : Not available.\ncoefficient (K )\nOC\nOther adverse effects : No known significant effects or critical hazards.\nSection 13. Disposal considerations\nDisposal methods : The generation of waste should be avoided or minimized wherever possible. Disposal\nof this product, solutions and any by-products should at all times comply with the\nrequirements of environmental protection and waste disposal legislation and any\nregional local authority requirements. Dispose of surplus and non-recyclable products\nvia a licensed waste disposal contractor. Waste should not be disposed of untreated to\nthe sewer unless fully compliant with the requirements of all authorities with jurisdiction.\nEmpty Airgas-owned pressure vessels should be returned to Airgas. Waste packaging\nshould be recycled. Incineration or landfill should only be considered when recycling is\nnot feasible. This material and its container must be disposed of in a safe way. Empty\ncontainers or liners may retain some product residues. Do not puncture or incinerate\ncontainer.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 8/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 11. Toxicological information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Route",
                "ATE value"
              ],
              "data": [
                [
                  "Inhalation (gases)",
                  "1880 ppm"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 9,
          "text": "Carbon Monoxide\nSection 14. Transport information\nDOT TDG Mexico IMDG IATA\nUN number UN1016 UN1016 UN1016 UN1016 UN1016\nUN proper CARBON CARBON CARBON CARBON CARBON\nshipping name MONOXIDE, MONOXIDE, MONOXIDE, MONOXIDE, MONOXIDE,\nCOMPRESSED COMPRESSED COMPRESSED COMPRESSED COMPRESSED\nTransport 2.3 (2.1) 2.3 (2.1) 2.3 (2.1) 2.3 (2.1) 2.3 (2.1)\nhazard class(es)\nPacking group - - - - -\nEnvironmental No. No. No. No. No.\nhazards\n“Refer to CFR 49 (or authority having jurisdiction) to determine the information required for shipment of the\nproduct.”\nAdditional information\nDOT Classification : Toxic - Inhalation hazard Zone D\nLimited quantity Yes.\nQuantity limitation Passenger aircraft/rail: Forbidden. Cargo aircraft: 25 kg.\nSpecial provisions 4\nTDG Classification : Product classified as per the following sections of the Transportation of Dangerous\nGoods Regulations: 2.13-2.17 (Class 2), 2.13-2.17 (Class 2).\nExplosive Limit and Limited Quantity Index 0\nERAP Index 500\nPassenger Carrying Vessel Index Forbidden\nPassenger Carrying Road or Rail Index Forbidden\nIATA : Quantity limitation Passenger and Cargo Aircraft: Forbidden. Cargo Aircraft Only:\nForbidden.\nSpecial precautions for user : Transport within user’s premises: always transport in closed containers that are\nupright and secure. Ensure that persons transporting the product know what to do in the\nevent of an accident or spillage.\nTransport in bulk according : Not available.\nto IMO instruments\nSection 15. Regulatory information\nU.S. Federal regulations : TSCA 8(a) CDR Exempt/Partial exemption: Not determined\nClean Air Act Section 112 : Not listed\n(b) Hazardous Air\nPollutants (HAPs)\nClean Air Act Section 602 : Not listed\nClass I Substances\nClean Air Act Section 602 : Not listed\nClass II Substances\nDEA List I Chemicals : Not listed\n(Precursor Chemicals)\nDEA List II Chemicals : Not listed\n(Essential Chemicals)\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 9/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 8,
              "columns": 2,
              "headers": [
                0,
                1
              ],
              "data": [
                [
                  "Carbon Monoxide",
                  null
                ],
                [
                  "Section 14. Transport information",
                  null
                ],
                [
                  "DOT TDG Mexico",
                  "IMDG IATA"
                ],
                [
                  "UN number UN1016 UN1016 UN1016",
                  "UN1016 UN1016"
                ],
                [
                  "UN proper CARBON CARBON CARBON\nshipping name MONOXIDE, MONOXIDE, MONOXIDE,\nCOMPRESSED COMPRESSED COMPRESSED",
                  "CARBON CARBON\nMONOXIDE, MONOXIDE,\nCOMPRESSED COMPRESSED"
                ],
                [
                  "Transport 2.3 (2.1) 2.3 (2.1) 2.3 (2.1)\nhazard class(es)",
                  "2.3 (2.1) 2.3 (2.1)"
                ],
                [
                  "Packing group - - -",
                  "- -"
                ],
                [
                  "Environmental No. No. No.\nhazards",
                  "No. No."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 10,
          "text": "Carbon Monoxide\nSection 15. Regulatory information\nSARA 302/304\nComposition/information on ingredients\nNo products were found.\nSARA 304 RQ : Not applicable.\nSARA 311/312\nClassification : Refer to Section 2: Hazards Identification of this SDS for classification of substance.\nState regulations\nMassachusetts : This material is listed.\nNew York : This material is not listed.\nNew Jersey : This material is listed.\nPennsylvania : This material is listed.\nCalifornia Prop. 65\nWARNING: This product can expose you to Carbon monoxide, which is known to the State of California to cause\nbirth defects or other reproductive harm. For more information go to www.P65Warnings.ca.gov.\nIngredient name No significant risk Maximum\nlevel acceptable dosage\nlevel\nCarbon monoxide - -\nInternational regulations\nChemical Weapon Convention List Schedules I, II & III Chemicals\nNot listed.\nMontreal Protocol\nNot listed.\nStockholm Convention on Persistent Organic Pollutants\nNot listed.\nRotterdam Convention on Prior Informed Consent (PIC)\nNot listed.\nUNECE Aarhus Protocol on POPs and Heavy Metals\nNot listed.\nInventory list\nAustralia : This material is listed or exempted.\nCanada : This material is listed or exempted.\nChina : This material is listed or exempted.\nEurope : This material is listed or exempted.\nJapan : Japan inventory (ENCS): This material is listed or exempted.\nJapan inventory (ISHL): Not determined.\nNew Zealand : This material is listed or exempted.\nPhilippines : This material is listed or exempted.\nRepublic of Korea : This material is listed or exempted.\nTaiwan : This material is listed or exempted.\nThailand : Not determined.\nTurkey : Not determined.\nUnited States : This material is active or exempted.\nViet Nam : This material is listed or exempted.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 10/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 15. Regulatory information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 3,
              "headers": [
                "Ingredient name",
                "No significant risk\nlevel",
                "Maximum\nacceptable dosage\nlevel"
              ],
              "data": [
                [
                  "Carbon monoxide",
                  "-",
                  "-"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 11,
          "text": "Carbon Monoxide\nSection 16. Other information\nHazardous Material Information System (U.S.A.)\nHealth * 2\nFlammability 4\nPhysical hazards 3\nCaution: HMIS® ratings are based on a 0-4 rating scale, with 0 representing minimal hazards or risks, and 4\nrepresenting significant hazards or risks. Although HMIS® ratings and the associated label are not required on\nSDSs or products leaving a facility under 29 CFR 1910.1200, the preparer may choose to provide them. HMIS®\nratings are to be used with a fully implemented HMIS® program. HMIS® is a registered trademark and service\nmark of the American Coatings Association, Inc.\nThe customer is responsible for determining the PPE code for this material. For more information on HMIS®\nPersonal Protective Equipment (PPE) codes, consult the HMIS® Implementation Manual.\nNational Fire Protection Association (U.S.A.)\n4 Flammability\nHealth 3 0 Instability/Reactivity\nSpecial\nReprinted with permission from NFPA 704-2001, Identification of the Hazards of Materials for Emergency\nResponse Copyright ©1997, National Fire Protection Association, Quincy, MA 02269. This reprinted material is\nnot the complete and official position of the National Fire Protection Association, on the referenced subject\nwhich is represented only by the standard in its entirety.\nCopyright ©2001, National Fire Protection Association, Quincy, MA 02269. This warning system is intended to\nbe interpreted and applied only by properly trained individuals to identify fire, health and reactivity hazards of\nchemicals. The user is referred to certain limited number of chemicals with recommended classifications in\nNFPA 49 and NFPA 325, which would be used as a guideline only. Whether the chemicals are classified by NFPA\nor not, anyone using the 704 systems to classify chemicals does so at their own risk.\nProcedure used to derive the classification\nClassification Justification\nFLAMMABLE GASES - Category 1 Expert judgment\nGASES UNDER PRESSURE - Compressed gas According to package\nACUTE TOXICITY (inhalation) - Category 3 On basis of test data\nTOXIC TO REPRODUCTION - Category 1 Expert judgment\nSPECIFIC TARGET ORGAN TOXICITY (REPEATED EXPOSURE) - Category 1 Expert judgment\nHistory\nDate of printing : 11/5/2020\nDate of issue/Date of : 11/5/2020\nrevision\nDate of previous issue : 7/29/2020\nVersion : 1.02\nKey to abbreviations : ATE = Acute Toxicity Estimate\nBCF = Bioconcentration Factor\nGHS = Globally Harmonized System of Classification and Labelling of Chemicals\nIATA = International Air Transport Association\nIBC = Intermediate Bulk Container\nIMDG = International Maritime Dangerous Goods\nLogPow = logarithm of the octanol/water partition coefficient\nMARPOL = International Convention for the Prevention of Pollution From Ships, 1973\nas modified by the Protocol of 1978. (\"Marpol\" = marine pollution)\nUN = United Nations\nReferences : Not available.\nNotice to reader\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 11/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 16. Other information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 2,
              "columns": 2,
              "headers": [
                "Health",
                "2"
              ],
              "data": [
                [
                  "Flammability",
                  "4"
                ],
                [
                  "Physical hazards",
                  "3"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Classification",
                "Justification"
              ],
              "data": [
                [
                  "FLAMMABLE GASES - Category 1\nGASES UNDER PRESSURE - Compressed gas\nACUTE TOXICITY (inhalation) - Category 3\nTOXIC TO REPRODUCTION - Category 1\nSPECIFIC TARGET ORGAN TOXICITY (REPEATED EXPOSURE) - Category 1",
                  "Expert judgment\nAccording to package\nOn basis of test data\nExpert judgment\nExpert judgment"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 12,
          "text": "Carbon Monoxide\nSection 16. Other information\nTo the best of our knowledge, the information contained herein is accurate. However, neither the above-named\nsupplier, nor any of its subsidiaries, assumes any liability whatsoever for the accuracy or completeness of the\ninformation contained herein.\nFinal determination of suitability of any material is the sole responsibility of the user. All materials may present\nunknown hazards and should be used with caution. Although certain hazards are described herein, we cannot\nguarantee that these are the only hazards that exist.\nDate of issue/Date of revision :11/5/2020 Date of previous issue :7/29/2020 Version :1.02 12/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Carbon Monoxide"
              ],
              "data": [
                [
                  "Section 16. Other information"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "metadata": {
        "filename": "Amonia-001003.pdf",
        "file_path": "uploads/Amonia-001003.pdf",
        "file_hash": "8c0262049918114d12eab7ab806340b47871c72087f6fe52c2df21e65653d3bf",
        "extraction_date": "2025-02-14T23:26:43.499572",
        "pdf_metadata": {
          "title": "",
          "author": "",
          "subject": "",
          "creator": "",
          "creation_date": "D:20190110091253-05'00'",
          "page_count": 12
        },
        "table_summary": {
          "total_tables": 20,
          "pages_with_tables": 11
        }
      },
      "content": [
        {
          "page_number": 1,
          "text": "SAFETY DATA SHEET\nAmmonia\nSection 1. Identification\nGHS product identifier : Ammonia\nChemical name : ammonia\nOther means of : ammonia; anhydrous ammonia\nidentification\nProduct type : Gas.\nProduct use : Synthetic/Analytical chemistry.\nSynonym : ammonia; anhydrous ammonia\nSDS # : 001003\nSupplier's details : Airgas USA, LLC and its affiliates\n259 North Radnor-Chester Road\nSuite 100\nRadnor, PA 19087-5283\n1-610-687-5253\n24-hour telephone : 1-866-734-3438\nSection 2. Hazards identification\nOSHA/HCS status : This material is considered hazardous by the OSHA Hazard Communication Standard\n(29 CFR 1910.1200).\nClassification of the : FLAMMABLE GASES - Category 2\nsubstance or mixture GASES UNDER PRESSURE - Liquefied gas\nACUTE TOXICITY (inhalation) - Category 4\nSKIN CORROSION - Category 1\nSERIOUS EYE DAMAGE - Category 1\nAQUATIC HAZARD (ACUTE) - Category 1\nGHS label elements\nHazard pictograms :\nSignal word : Danger\nHazard statements : Flammable gas.\nMay form explosive mixtures with air.\nContains gas under pressure; may explode if heated.\nMay displace oxygen and cause rapid suffocation.\nHarmful if inhaled.\nCauses severe skin burns and eye damage.\nVery toxic to aquatic life.\nPrecautionary statements\nGeneral : Read and follow all Safety Data Sheets (SDS’S) before use. Close valve after each use\nand when empty. Use equipment rated for cylinder pressure. Do not open valve until\nconnected to equipment prepared for use. Use a back flow preventative device in the\npiping. Use only equipment of compatible materials of construction. Always keep\ncontainer in upright position. Approach suspected leak area with caution.\nPrevention : Wear protective gloves. Wear eye or face protection. Wear protective clothing. Keep\naway from heat, hot surfaces, sparks, open flames and other ignition sources. No\nsmoking. Use only outdoors or in a well-ventilated area. Avoid release to the\nenvironment. Avoid breathing gas. Wash hands thoroughly after handling.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 1/12",
          "tables": []
        },
        {
          "page_number": 2,
          "text": "Ammonia\nSection 2. Hazards identification\nResponse : Collect spillage. IF INHALED: Remove person to fresh air and keep comfortable for\nbreathing. Immediately call a POISON CENTER or physician. IF SWALLOWED:\nImmediately call a POISON CENTER or physician. Rinse mouth. Do NOT induce\nvomiting. IF ON SKIN (or hair): Take off immediately all contaminated clothing. Rinse\nskin with water or shower. Wash contaminated clothing before reuse. Immediately call\na POISON CENTER or physician. IF IN EYES: Rinse cautiously with water for several\nminutes. Remove contact lenses, if present and easy to do. Continue rinsing.\nImmediately call a POISON CENTER or physician. Leaking gas fire: Do not extinguish,\nunless leak can be stopped safely. Eliminate all ignition sources if safe to do so.\nStorage : Store locked up. Protect from sunlight. Store in a well-ventilated place.\nDisposal : Dispose of contents and container in accordance with all local, regional, national and\ninternational regulations.\nHazards not otherwise : In addition to any other important health or physical hazards, this product may displace\nclassified oxygen and cause rapid suffocation.\nSection 3. Composition/information on ingredients\nSubstance/mixture : Substance\nChemical name : ammonia\nOther means of : ammonia; anhydrous ammonia\nidentification\nProduct code : 001003\nCAS number/other identifiers\nCAS number : 7664-41-7\nIngredient name % CAS number\nammonia 100 7664-41-7\nAny concentration shown as a range is to protect confidentiality or is due to batch variation.\nThere are no additional ingredients present which, within the current knowledge of the supplier and in the\nconcentrations applicable, are classified as hazardous to health or the environment and hence require reporting\nin this section.\nOccupational exposure limits, if available, are listed in Section 8.\nSection 4. First aid measures\nDescription of necessary first aid measures\nEye contact : Immediately flush eyes with plenty of water, occasionally lifting the upper and lower\neyelids. Check for and remove any contact lenses. Continue to rinse for at least 10\nminutes. Get medical attention immediately. Call medical doctor or poison control\ncenter immediately.Chemical burns must be treated promptly by a physician.\nInhalation : Remove victim to fresh air and keep at rest in a position comfortable for breathing. If it\nis suspected that fumes are still present, the rescuer should wear an appropriate mask\nor self-contained breathing apparatus. If not breathing, if breathing is irregular or if\nrespiratory arrest occurs, provide artificial respiration or oxygen by trained personnel. It\nmay be dangerous to the person providing aid to give mouth-to-mouth resuscitation. If\nunconscious, place in recovery position and get medical attention immediately. Maintain\nan open airway. Loosen tight clothing such as a collar, tie, belt or waistband. Get\nmedical attention immediately. Call medical doctor or poison control center immediately.\nIn case of inhalation of decomposition products in a fire, symptoms may be delayed.\nThe exposed person may need to be kept under medical surveillance for 48 hours.\nSkin contact : Flush contaminated skin with plenty of water. Remove contaminated clothing and\nshoes. To avoid the risk of static discharges and gas ignition, soak contaminated\nclothing thoroughly with water before removing it. Continue to rinse for at least 10\nminutes. Get medical attention immediately. Call medical doctor or poison control\ncenter immediately. Chemical burns must be treated promptly by a physician. Wash\nclothing before reuse. Clean shoes thoroughly before reuse.\nIngestion : As this product is a gas, refer to the inhalation section.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 2/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 2. Hazards identification"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 3,
              "headers": [
                "Ingredient name",
                "%",
                "CAS number"
              ],
              "data": [
                [
                  "ammonia",
                  "100",
                  "7664-41-7"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 3,
          "text": "Ammonia\nSection 4. First aid measures\nMost important symptoms/effects, acute and delayed\nPotential acute health effects\nEye contact : Causes serious eye damage.\nInhalation : Harmful if inhaled.\nSkin contact : Causes severe burns.\nFrostbite : Try to warm up the frozen tissues and seek medical attention.\nIngestion : As this product is a gas, refer to the inhalation section.\nOver-exposure signs/symptoms\nEye contact : Adverse symptoms may include the following:, pain, watering, redness\nInhalation : No specific data.\nSkin contact : Adverse symptoms may include the following:, pain or irritation, redness, blistering may\noccur\nIngestion : Adverse symptoms may include the following:, stomach pains\nIndication of immediate medical attention and special treatment needed, if necessary\nNotes to physician : In case of inhalation of decomposition products in a fire, symptoms may be delayed.\nThe exposed person may need to be kept under medical surveillance for 48 hours.\nSpecific treatments : No specific treatment.\nProtection of first-aiders : No action shall be taken involving any personal risk or without suitable training. If it is\nsuspected that fumes are still present, the rescuer should wear an appropriate mask or\nself-contained breathing apparatus. It may be dangerous to the person providing aid to\ngive mouth-to-mouth resuscitation. Wash contaminated clothing thoroughly with water\nbefore removing it, or wear gloves.\nSee toxicological information (Section 11)\nSection 5. Fire-fighting measures\nExtinguishing media\nSuitable extinguishing : Use an extinguishing agent suitable for the surrounding fire.\nmedia\nUnsuitable extinguishing : None known.\nmedia\nSpecific hazards arising : Contains gas under pressure. Flammable gas. In a fire or if heated, a pressure\nfrom the chemical increase will occur and the container may burst, with the risk of a subsequent explosion.\nThis material is very toxic to aquatic life. Fire water contaminated with this material\nmust be contained and prevented from being discharged to any waterway, sewer or\ndrain.\nHazardous thermal : Decomposition products may include the following materials:\ndecomposition products nitrogen oxides\nSpecial protective actions : Promptly isolate the scene by removing all persons from the vicinity of the incident if\nfor fire-fighters there is a fire. No action shall be taken involving any personal risk or without suitable\ntraining. Contact supplier immediately for specialist advice. Move containers from fire\narea if this can be done without risk. Use water spray to keep fire-exposed containers\ncool. If involved in fire, shut off flow immediately if it can be done without risk. If this is\nimpossible, withdraw from area and allow fire to burn. Fight fire from protected location\nor maximum possible distance. Eliminate all ignition sources if safe to do so.\nSpecial protective : Fire-fighters should wear appropriate protective equipment and self-contained breathing\nequipment for fire-fighters apparatus (SCBA) with a full face-piece operated in positive pressure mode.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 3/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 4. First aid measures"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 4,
          "text": "Ammonia\nSection 6. Accidental release measures\nPersonal precautions, protective equipment and emergency procedures\nFor non-emergency : Accidental releases pose a serious fire or explosion hazard. No action shall be taken\npersonnel involving any personal risk or without suitable training. Evacuate surrounding areas.\nKeep unnecessary and unprotected personnel from entering. Shut off all ignition\nsources. No flares, smoking or flames in hazard area. Do not breathe gas. Provide\nadequate ventilation. Wear appropriate respirator when ventilation is inadequate. Put\non appropriate personal protective equipment.\nFor emergency responders : If specialized clothing is required to deal with the spillage, take note of any information in\nSection 8 on suitable and unsuitable materials. See also the information in \"For non-\nemergency personnel\".\nEnvironmental precautions : Ensure emergency procedures to deal with accidental gas releases are in place to avoid\ncontamination of the environment. Inform the relevant authorities if the product has\ncaused environmental pollution (sewers, waterways, soil or air). Water polluting\nmaterial. May be harmful to the environment if released in large quantities. Collect\nspillage.\nMethods and materials for containment and cleaning up\nSmall spill : Immediately contact emergency personnel. Stop leak if without risk. Use spark-proof\ntools and explosion-proof equipment.\nLarge spill : Immediately contact emergency personnel. Stop leak if without risk. Use spark-proof\ntools and explosion-proof equipment. Note: see Section 1 for emergency contact\ninformation and Section 13 for waste disposal.\nSection 7. Handling and storage\nPrecautions for safe handling\nProtective measures : Put on appropriate personal protective equipment (see Section 8). Contains gas under\npressure. Do not get in eyes or on skin or clothing. Do not breathe gas. Avoid release\nto the environment. Use only with adequate ventilation. Wear appropriate respirator\nwhen ventilation is inadequate. Do not enter storage areas and confined spaces unless\nadequately ventilated. Store and use away from heat, sparks, open flame or any other\nignition source. Empty containers retain product residue and can be hazardous. Do not\npuncture or incinerate container. Use equipment rated for cylinder pressure. Close\nvalve after each use and when empty. Protect cylinders from physical damage; do not\ndrag, roll, slide, or drop. Use a suitable hand truck for cylinder movement.\nAdvice on general : Eating, drinking and smoking should be prohibited in areas where this material is\noccupational hygiene handled, stored and processed. Workers should wash hands and face before eating,\ndrinking and smoking. Remove contaminated clothing and protective equipment before\nentering eating areas. See also Section 8 for additional information on hygiene\nmeasures.\nConditions for safe storage, : Store in accordance with local regulations. Store in a segregated and approved area.\nincluding any Store away from direct sunlight in a dry, cool and well-ventilated area, away from\nincompatibilities incompatible materials (see Section 10). Store locked up. Eliminate all ignition sources.\nKeep container tightly closed and sealed until ready for use. Cylinders should be stored\nupright, with valve protection cap in place, and firmly secured to prevent falling or being\nknocked over. Cylinder temperatures should not exceed 52 °C (125 °F).\nRefer to ANSI/CGA G-2.1, Section 5.13 for electrical classification of anhydrous\nammonia storage and handling areas. Where anhydrous ammonia is stored indoors,\nuse electrical (ventilating, lighting and material handling) equipment with the appropriate\nelectrical classification rating and use only non-sparking tools.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 4/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 6. Accidental release measures"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 5,
          "text": "Ammonia\nSection 8. Exposure controls/personal protection\nControl parameters\nOccupational exposure limits\nIngredient name Exposure limits\nammonia California PEL for Chemical Contaminants (\nTable AC-1) (United States).\nPEL: 25 ppm 8 hours.\nSTEL: 35 ppm 15 minutes.\nACGIH TLV (United States, 3/2017).\nTWA: 25 ppm 8 hours.\nTWA: 17 mg/m³ 8 hours.\nSTEL: 35 ppm 15 minutes.\nSTEL: 24 mg/m³ 15 minutes.\nOSHA PEL 1989 (United States, 3/1989).\nSTEL: 35 ppm 15 minutes.\nSTEL: 27 mg/m³ 15 minutes.\nNIOSH REL (United States, 10/2016).\nTWA: 25 ppm 10 hours.\nTWA: 18 mg/m³ 10 hours.\nSTEL: 35 ppm 15 minutes.\nSTEL: 27 mg/m³ 15 minutes.\nOSHA PEL (United States, 6/2016).\nTWA: 50 ppm 8 hours.\nTWA: 35 mg/m³ 8 hours.\nAppropriate engineering : Use only with adequate ventilation. Use process enclosures, local exhaust ventilation or\ncontrols other engineering controls to keep worker exposure to airborne contaminants below any\nrecommended or statutory limits. The engineering controls also need to keep gas,\nvapor or dust concentrations below any lower explosive limits. Use explosion-proof\nventilation equipment.\nEnvironmental exposure : Emissions from ventilation or work process equipment should be checked to ensure\ncontrols they comply with the requirements of environmental protection legislation. In some\ncases, fume scrubbers, filters or engineering modifications to the process equipment\nwill be necessary to reduce emissions to acceptable levels.\nIndividual protection measures\nHygiene measures : Wash hands, forearms and face thoroughly after handling chemical products, before\neating, smoking and using the lavatory and at the end of the working period.\nAppropriate techniques should be used to remove potentially contaminated clothing.\nWash contaminated clothing before reusing. Ensure that eyewash stations and safety\nshowers are close to the workstation location.\nEye/face protection : Safety eyewear complying with an approved standard should be used when a risk\nassessment indicates this is necessary to avoid exposure to liquid splashes, mists,\ngases or dusts. If contact is possible, the following protection should be worn, unless\nthe assessment indicates a higher degree of protection: chemical splash goggles and/\nor face shield. If inhalation hazards exist, a full-face respirator may be required instead.\nSkin protection\nHand protection : Chemical-resistant, impervious gloves complying with an approved standard should be\nworn at all times when handling chemical products if a risk assessment indicates this is\nnecessary. Considering the parameters specified by the glove manufacturer, check\nduring use that the gloves are still retaining their protective properties. It should be\nnoted that the time to breakthrough for any glove material may be different for different\nglove manufacturers. In the case of mixtures, consisting of several substances, the\nprotection time of the gloves cannot be accurately estimated.\nBody protection : Personal protective equipment for the body should be selected based on the task being\nperformed and the risks involved and should be approved by a specialist before\nhandling this product. When there is a risk of ignition from static electricity, wear anti-\nstatic protective clothing. For the greatest protection from static discharges, clothing\nshould include anti-static overalls, boots and gloves.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 5/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 8. Exposure controls/personal protection"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Ingredient name",
                "Exposure limits"
              ],
              "data": [
                [
                  "ammonia",
                  "California PEL for Chemical Contaminants (\nTable AC-1) (United States).\nPEL: 25 ppm 8 hours.\nSTEL: 35 ppm 15 minutes.\nACGIH TLV (United States, 3/2017).\nTWA: 25 ppm 8 hours.\nTWA: 17 mg/m³ 8 hours.\nSTEL: 35 ppm 15 minutes.\nSTEL: 24 mg/m³ 15 minutes.\nOSHA PEL 1989 (United States, 3/1989).\nSTEL: 35 ppm 15 minutes.\nSTEL: 27 mg/m³ 15 minutes.\nNIOSH REL (United States, 10/2016).\nTWA: 25 ppm 10 hours.\nTWA: 18 mg/m³ 10 hours.\nSTEL: 35 ppm 15 minutes.\nSTEL: 27 mg/m³ 15 minutes.\nOSHA PEL (United States, 6/2016).\nTWA: 50 ppm 8 hours.\nTWA: 35 mg/m³ 8 hours."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 6,
          "text": "Ammonia\nSection 8. Exposure controls/personal protection\nOther skin protection : Appropriate footwear and any additional skin protection measures should be selected\nbased on the task being performed and the risks involved and should be approved by a\nspecialist before handling this product.\nRespiratory protection : Based on the hazard and potential for exposure, select a respirator that meets the\nappropriate standard or certification. Respirators must be used according to a\nrespiratory protection program to ensure proper fitting, training, and other important\naspects of use. Respirator selection must be based on known or anticipated exposure\nlevels, the hazards of the product and the safe working limits of the selected respirator.\nSection 9. Physical and chemical properties\nAppearance\nPhysical state : Gas. [Compressed gas.]\nColor : Colorless.\nOdor : Pungent.\nOdor threshold : Not available.\npH : Approx. 11.6\nMelting point : -77.7°C (-107.9°F)\nBoiling point : -33°C (-27.4°F)\nCritical temperature : 132.85°C (271.1°F)\nFlash point : Not available.\nEvaporation rate : Not available.\nFlammability (solid, gas) : Extremely flammable in the presence of the following materials or conditions: oxidizing\nmaterials.\nLower and upper explosive : Lower: 16%\n(flammable) limits Upper: 25%\nVapor pressure : 114.1 (psig)\nVapor density : 0.59 (Air = 1)\nSpecific Volume (ft 3/lb) : 20.79\nGas Density (lb/ft 3) : 0.0481 (32°C / 89.6 to °F)\nRelative density : SPECIFIC GRAVITY (AIR=1): @ 70°F (21.1°C) = 0.59\nSolubility : Soluble in water. Soluble in alcohol and ether.\nSolubility in water : 540 g/l\nPartition coefficient: n- : Not available.\noctanol/water\nAuto-ignition temperature : 651°C (1203.8°F)\nDecomposition temperature : Not available.\nViscosity : Not applicable.\nFlow time (ISO 2431) : Not available.\nMolecular weight : 17.03 g/mole\nAerosol product\nHeat of combustion : -18589392 J/kg\nSection 10. Stability and reactivity\nReactivity : No specific test data related to reactivity available for this product or its ingredients.\nChemical stability : The product is stable.\nPossibility of hazardous : Under normal conditions of storage and use, hazardous reactions will not occur.\nreactions\nConditions to avoid : Avoid all possible sources of ignition (spark or flame). Do not pressurize, cut, weld,\nbraze, solder, drill, grind or expose containers to heat or sources of ignition.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 6/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 8. Exposure controls/personal protection"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 7,
          "text": "Ammonia\nSection 10. Stability and reactivity\nIncompatible materials : Oxidizers and Yellow Metals (brass & copper)\nHazardous decomposition : Under normal conditions of storage and use, hazardous decomposition products should\nproducts not be produced.\nHazardous polymerization : Under normal conditions of storage and use, hazardous polymerization will not occur.\nSection 11. Toxicological information\nInformation on toxicological effects\nAcute toxicity\nProduct/ingredient name Result Species Dose Exposure\nammonia LC50 Inhalation Gas. Rat 7338 ppm 1 hours\nIrritation/Corrosion\nNot available.\nSensitization\nNot available.\nMutagenicity\nNot available.\nCarcinogenicity\nNot available.\nReproductive toxicity\nNot available.\nTeratogenicity\nNot available.\nSpecific target organ toxicity (single exposure)\nNot available.\nSpecific target organ toxicity (repeated exposure)\nNot available.\nAspiration hazard\nNot available.\nInformation on the likely : Not available.\nroutes of exposure\nPotential acute health effects\nEye contact : Causes serious eye damage.\nInhalation : Harmful if inhaled.\nSkin contact : Causes severe burns.\nIngestion : As this product is a gas, refer to the inhalation section.\nSymptoms related to the physical, chemical and toxicological characteristics\nEye contact : Adverse symptoms may include the following:, pain, watering, redness\nInhalation : No specific data.\nSkin contact : Adverse symptoms may include the following:, pain or irritation, redness, blistering may\noccur\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 7/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 10. Stability and reactivity"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 5,
              "headers": [
                "Product/ingredient name",
                "Result",
                "Species",
                "Dose",
                "Exposure"
              ],
              "data": [
                [
                  "ammonia",
                  "LC50 Inhalation Gas.",
                  "Rat",
                  "7338 ppm",
                  "1 hours"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 8,
          "text": "Ammonia\nSection 11. Toxicological information\nIngestion : Adverse symptoms may include the following:, stomach pains\nDelayed and immediate effects and also chronic effects from short and long term exposure\nShort term exposure\nPotential immediate : Not available.\neffects\nPotential delayed effects : Not available.\nLong term exposure\nPotential immediate : Not available.\neffects\nPotential delayed effects : Not available.\nPotential chronic health effects\nNot available.\nGeneral : No known significant effects or critical hazards.\nCarcinogenicity : No known significant effects or critical hazards.\nMutagenicity : No known significant effects or critical hazards.\nTeratogenicity : No known significant effects or critical hazards.\nDevelopmental effects : No known significant effects or critical hazards.\nFertility effects : No known significant effects or critical hazards.\nNumerical measures of toxicity\nAcute toxicity estimates\nNot available.\nOther information : IDLH : 300 ppm\nSection 12. Ecological information\nToxicity\nProduct/ingredient name Result Species Exposure\nammonia Acute EC50 29.2 mg/l Marine water Algae - Ulva fasciata - Zoea 96 hours\nAcute LC50 2080 µg/l Fresh water Crustaceans - Gammarus pulex 48 hours\nAcute LC50 0.53 ppm Fresh water Daphnia - Daphnia magna 48 hours\nAcute LC50 300 µg/l Fresh water Fish - Hypophthalmichthys nobilis 96 hours\nChronic NOEC 0.204 mg/l Marine water Fish - Dicentrarchus labrax 62 days\nPersistence and degradability\nNot available.\nBioaccumulative potential\nNot available.\nMobility in soil\nSoil/water partition : Not available.\ncoefficient (K )\nOC\nOther adverse effects : No known significant effects or critical hazards.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 8/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 11. Toxicological information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 4,
              "headers": [
                "Product/ingredient name",
                "Result",
                "Species",
                "Exposure"
              ],
              "data": [
                [
                  "ammonia",
                  "Acute EC50 29.2 mg/l Marine water\nAcute LC50 2080 µg/l Fresh water\nAcute LC50 0.53 ppm Fresh water\nAcute LC50 300 µg/l Fresh water\nChronic NOEC 0.204 mg/l Marine water",
                  "Algae - Ulva fasciata - Zoea\nCrustaceans - Gammarus pulex\nDaphnia - Daphnia magna\nFish - Hypophthalmichthys nobilis\nFish - Dicentrarchus labrax",
                  "96 hours\n48 hours\n48 hours\n96 hours\n62 days"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 9,
          "text": "Ammonia\nSection 13. Disposal considerations\nDisposal methods : The generation of waste should be avoided or minimized wherever possible. Disposal\nof this product, solutions and any by-products should at all times comply with the\nrequirements of environmental protection and waste disposal legislation and any\nregional local authority requirements. Dispose of surplus and non-recyclable products\nvia a licensed waste disposal contractor. Waste should not be disposed of untreated to\nthe sewer unless fully compliant with the requirements of all authorities with jurisdiction.\nEmpty Airgas-owned pressure vessels should be returned to Airgas. Waste packaging\nshould be recycled. Incineration or landfill should only be considered when recycling is\nnot feasible. This material and its container must be disposed of in a safe way. Empty\ncontainers or liners may retain some product residues. Do not puncture or incinerate\ncontainer.\nSection 14. Transport information\nDOT TDG Mexico IMDG IATA\nUN number UN1005 UN1005 UN1005 UN1005 UN1005\nUN proper AMMONIA, AMMONIA, AMMONIA, AMMONIA, AMMONIA,\nshipping name ANHYDROUS ANHYDROUS; ANHYDROUS ANHYDROUS ANHYDROUS\nOR ANHYDROUS\nAMMONIA\nTransport 2.2 2.3 (8) 2.3 (8) 2.3 (8) 2.3 (8)\nhazard class(es)\nPacking group - - - - -\nEnvironmental Yes. Yes. Yes. The Yes. Yes. The\nhazards environmentally environmentally\nhazardous hazardous\nsubstance mark is substance mark is\nnot required. not required.\n“Refer to CFR 49 (or authority having jurisdiction) to determine the information required for shipment of the\nproduct.”\nAdditional information\nDOT Classification : Inhalation hazard\nThis product is not regulated as a marine pollutant when transported on inland\nwaterways in sizes of ≤5 L or ≤5 kg or by road, rail, or inland air in non-bulk sizes,\nprovided the packagings meet the general provisions of §§ 173.24 and 173.24a.\nReportable quantity 100 lbs / 45.4 kg. Package sizes shipped in quantities less than\nthe product reportable quantity are not subject to the RQ (reportable quantity)\ntransportation requirements.\nLimited quantity Yes.\nQuantity limitation Passenger aircraft/rail: Forbidden. Cargo aircraft: Forbidden.\nSpecial provisions 13,T50\nTDG Classification : Product classified as per the following sections of the Transportation of Dangerous\nGoods Regulations: 2.13-2.17 (Class 2), 2.40-2.42 (Class 8), 2.7 (Marine pollutant\nmark).\nThe marine pollutant mark is not required when transported by road or rail.\nExplosive Limit and Limited Quantity Index 0\nERAP Index 3000\nPassenger Carrying Ship Index Forbidden\nPassenger Carrying Road or Rail Index Forbidden\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 9/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 13. Disposal considerations"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 7,
              "columns": 2,
              "headers": [
                0,
                1
              ],
              "data": [
                [
                  "Section 14. Transport information",
                  null
                ],
                [
                  "DOT TDG Mexico",
                  "IMDG IATA"
                ],
                [
                  "UN number UN1005 UN1005 UN1005",
                  "UN1005 UN1005"
                ],
                [
                  "UN proper AMMONIA, AMMONIA, AMMONIA,\nshipping name ANHYDROUS ANHYDROUS; ANHYDROUS\nOR ANHYDROUS\nAMMONIA",
                  "AMMONIA, AMMONIA,\nANHYDROUS ANHYDROUS"
                ],
                [
                  "Transport 2.2 2.3 (8) 2.3 (8)\nhazard class(es)",
                  "2.3 (8) 2.3 (8)"
                ],
                [
                  "Packing group - - -",
                  "- -"
                ],
                [
                  "Environmental Yes. Yes. Yes. The\nhazards environmentally\nhazardous\nsubstance mark is\nnot required.",
                  "Yes. Yes. The\nenvironmentally\nhazardous\nsubstance mark is\nnot required."
                ]
              ]
            }
          ]
        },
        {
          "page_number": 10,
          "text": "Ammonia\nSection 14. Transport information\nSpecial provisions\nMexico Classification : Toxic Inhalation Hazard Zone D\nIMDG : The marine pollutant mark is not required when transported in sizes of ≤5 L or ≤5 kg.\nIATA : The environmentally hazardous substance mark may appear if required by other\ntransportation regulations.\nQuantity limitation Passenger and Cargo Aircraft: Forbidden. Cargo Aircraft Only:\nForbidden. Limited Quantities - Passenger Aircraft: Forbidden.\nSpecial precautions for user : Transport within user’s premises: always transport in closed containers that are\nupright and secure. Ensure that persons transporting the product know what to do in the\nevent of an accident or spillage.\nTransport in bulk according : Not available.\nto Annex II of MARPOL and\nthe IBC Code\nSection 15. Regulatory information\nU.S. Federal regulations : TSCA 8(a) CDR Exempt/Partial exemption: Not determined\nClean Water Act (CWA) 311: ammonia\nClean Air Act (CAA) 112 regulated toxic substances: ammonia\nClean Air Act Section 112 : Not listed\n(b) Hazardous Air\nPollutants (HAPs)\nClean Air Act Section 602 : Not listed\nClass I Substances\nClean Air Act Section 602 : Not listed\nClass II Substances\nDEA List I Chemicals : Not listed\n(Precursor Chemicals)\nDEA List II Chemicals : Not listed\n(Essential Chemicals)\nSARA 302/304\nComposition/information on ingredients\nSARA 302 TPQ SARA 304 RQ\nName % EHS (lbs) (gallons) (lbs) (gallons)\nammonia 100 Yes. 500 - 100 -\nSARA 304 RQ : 100 lbs / 45.4 kg\nSARA 311/312\nClassification : Refer to Section 2: Hazards Identification of this SDS for classification of substance.\nSARA 313\nProduct name CAS number %\nForm R - Reporting ammonia 7664-41-7 100\nrequirements\nSupplier notification ammonia 7664-41-7 100\nSARA 313 notifications must not be detached from the SDS and any copying and redistribution of the SDS shall include\ncopying and redistribution of the notice attached to copies of the SDS subsequently redistributed.\nState regulations\nMassachusetts : This material is listed.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 10/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 14. Transport information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 3,
              "columns": 7,
              "headers": [
                0,
                1,
                2,
                3,
                4,
                5,
                6
              ],
              "data": [
                [
                  "Name",
                  "%",
                  "EHS",
                  "SARA 302 TPQ",
                  null,
                  "SARA 304 RQ",
                  null
                ],
                [
                  null,
                  null,
                  null,
                  "(lbs)",
                  "(gallons)",
                  "(lbs)",
                  "(gallons)"
                ],
                [
                  "ammonia",
                  "100",
                  "Yes.",
                  "500",
                  "-",
                  "100",
                  "-"
                ]
              ]
            },
            {
              "table_id": 3,
              "rows": 2,
              "columns": 4,
              "headers": [
                "",
                "Product name",
                "CAS number",
                "%"
              ],
              "data": [
                [
                  "Form R - Reporting\nrequirements",
                  "ammonia",
                  "7664-41-7",
                  "100"
                ],
                [
                  "Supplier notification",
                  "ammonia",
                  "7664-41-7",
                  "100"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 11,
          "text": "Ammonia\nSection 15. Regulatory information\nNew York : This material is listed.\nNew Jersey : This material is listed.\nPennsylvania : This material is listed.\nInternational regulations\nChemical Weapon Convention List Schedules I, II & III Chemicals\nNot listed.\nMontreal Protocol (Annexes A, B, C, E)\nNot listed.\nStockholm Convention on Persistent Organic Pollutants\nNot listed.\nRotterdam Convention on Prior Informed Consent (PIC)\nNot listed.\nUNECE Aarhus Protocol on POPs and Heavy Metals\nNot listed.\nInventory list\nAustralia : This material is listed or exempted.\nCanada : This material is listed or exempted.\nChina : This material is listed or exempted.\nEurope : This material is listed or exempted.\nJapan : Japan inventory (ENCS): This material is listed or exempted.\nJapan inventory (ISHL): This material is listed or exempted.\nMalaysia : This material is listed or exempted.\nNew Zealand : This material is listed or exempted.\nPhilippines : This material is listed or exempted.\nRepublic of Korea : This material is listed or exempted.\nTaiwan : This material is listed or exempted.\nThailand : Not determined.\nTurkey : This material is listed or exempted.\nUnited States : This material is listed or exempted.\nViet Nam : Not determined.\nSection 16. Other information\nHazardous Material Information System (U.S.A.)\nHealth / 3\nFlammability 1\nPhysical hazards 2\nCaution: HMIS® ratings are based on a 0-4 rating scale, with 0 representing minimal hazards or risks, and 4\nrepresenting significant hazards or risks. Although HMIS® ratings and the associated label are not required on\nSDSs or products leaving a facility under 29 CFR 1910.1200, the preparer may choose to provide them. HMIS®\nratings are to be used with a fully implemented HMIS® program. HMIS® is a registered trademark and service\nmark of the American Coatings Association, Inc.\nThe customer is responsible for determining the PPE code for this material. For more information on HMIS®\nPersonal Protective Equipment (PPE) codes, consult the HMIS® Implementation Manual.\nNational Fire Protection Association (U.S.A.)\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 11/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 15. Regulatory information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 2,
              "columns": 2,
              "headers": [
                "Health",
                "3"
              ],
              "data": [
                [
                  "Flammability",
                  "1"
                ],
                [
                  "Physical hazards",
                  "2"
                ]
              ]
            }
          ]
        },
        {
          "page_number": 12,
          "text": "Ammonia\nSection 16. Other information\n1 Flammability\nHealth 3 0 Instability/Reactivity\nSpecial\nReprinted with permission from NFPA 704-2001, Identification of the Hazards of Materials for Emergency\nResponse Copyright ©1997, National Fire Protection Association, Quincy, MA 02269. This reprinted material is\nnot the complete and official position of the National Fire Protection Association, on the referenced subject\nwhich is represented only by the standard in its entirety.\nCopyright ©2001, National Fire Protection Association, Quincy, MA 02269. This warning system is intended to\nbe interpreted and applied only by properly trained individuals to identify fire, health and reactivity hazards of\nchemicals. The user is referred to certain limited number of chemicals with recommended classifications in\nNFPA 49 and NFPA 325, which would be used as a guideline only. Whether the chemicals are classified by NFPA\nor not, anyone using the 704 systems to classify chemicals does so at their own risk.\nProcedure used to derive the classification\nClassification Justification\nFLAMMABLE GASES - Category 2 Expert judgment\nGASES UNDER PRESSURE - Liquefied gas Expert judgment\nACUTE TOXICITY (inhalation) - Category 4 Expert judgment\nSKIN CORROSION - Category 1 Expert judgment\nSERIOUS EYE DAMAGE - Category 1 Expert judgment\nAQUATIC HAZARD (ACUTE) - Category 1 Expert judgment\nHistory\nDate of printing : 1/10/2019\nDate of issue/Date of : 1/10/2019\nrevision\nDate of previous issue : 10/9/2018\nVersion : 1.09\nKey to abbreviations : ATE = Acute Toxicity Estimate\nBCF = Bioconcentration Factor\nGHS = Globally Harmonized System of Classification and Labelling of Chemicals\nIATA = International Air Transport Association\nIBC = Intermediate Bulk Container\nIMDG = International Maritime Dangerous Goods\nLogPow = logarithm of the octanol/water partition coefficient\nMARPOL = International Convention for the Prevention of Pollution From Ships, 1973\nas modified by the Protocol of 1978. (\"Marpol\" = marine pollution)\nUN = United Nations\nReferences : Not available.\nNotice to reader\nTo the best of our knowledge, the information contained herein is accurate. However, neither the above-named\nsupplier, nor any of its subsidiaries, assumes any liability whatsoever for the accuracy or completeness of the\ninformation contained herein.\nFinal determination of suitability of any material is the sole responsibility of the user. All materials may present\nunknown hazards and should be used with caution. Although certain hazards are described herein, we cannot\nguarantee that these are the only hazards that exist.\nDate of issue/Date of revision :1/10/2019 Date of previous issue :10/9/2018 Version :1.09 12/12",
          "tables": [
            {
              "table_id": 1,
              "rows": 1,
              "columns": 1,
              "headers": [
                "Ammonia"
              ],
              "data": [
                [
                  "Section 16. Other information"
                ]
              ]
            },
            {
              "table_id": 2,
              "rows": 1,
              "columns": 2,
              "headers": [
                "Classification",
                "Justification"
              ],
              "data": [
                [
                  "FLAMMABLE GASES - Category 2\nGASES UNDER PRESSURE - Liquefied gas\nACUTE TOXICITY (inhalation) - Category 4\nSKIN CORROSION - Category 1\nSERIOUS EYE DAMAGE - Category 1\nAQUATIC HAZARD (ACUTE) - Category 1",
                  "Expert judgment\nExpert judgment\nExpert judgment\nExpert judgment\nExpert judgment\nExpert judgment"
                ]
              ]
            }
          ]
        }
      ]
    }
  ]
}